Repository: dsutilo/guadalinex-v4
Catalog: generation_system/packages/gfxboot-theme-guadalinex/po/*.po
Languages: ga, mn

source: OK
ga: Ceart go leor
mn: За

source: Cancel
ga: Cealaigh
mn: Цуцлах

source: Reboot
ga: Athtosaigh
mn: Шинээр эхлүүлэх

source: Continue
ga: Lean ar aghaidh
mn: Үргэлжлүүлэх

source: Boot Options
ga: Roghanna tosaigh
mn: Эхлэлийн сонголтууд

source: Exiting...
ga: Ag asteigh
mn: Гарч(хааж) байна...

source: You are leaving the graphical boot menu and starting the text mode interface.
mn: Та график эхлэлийн цэснээс гарч↵ текст горимд шилжлээ.

source: Help
ga: Cabhair
mn: Тусламж

source: Starting...
ga: Ag tosnu
mn: Эхэлж байна...

source: Loading Linux Kernel
ga: Ag lodail an eithne Linux
mn: Linux цөмийг ачаалж байна↵ ↵ ↵

source: Loading memtest86
ga: Ag lodail memtest86
mn: memtest86-г ачаалж байна↵ ↵ ↵

source: Boot loader
mn: Эхлэл дуудагч

source: I/O error
ga: Earraid I/A
mn: О/Г-Алдаа

source: Change Boot Disk
ga: Athru deasc tosaigh
mn: Эхлэл дискийг солино уу

source: Insert boot disk %u.
ga: Cuir isteach deasc tosaigh %u
mn: Эхлэл дискийг оруул %u.

source: This is boot disk %u. Insert boot disk %u.
mn: Энэ бол эхлэл диск %u.↵ Эхлэл дискийг оруул %u.

source: This is not a suitable boot disk. Please insert boot disk %u.
mn: Энэ эхлэл диск тохирохгүй байна.↵ Эхлэл дискийг оруулна уу %u.

source: Password
ga: Pasfhocal
mn: Нууц үг

source: Enter your password:
ga: Cuir isteach do pasfhocal:
mn: Нууц үгээ оруулна уу: ↵ ↵ ↵

source: DVD Error
ga: Earraid DVD
mn: DVD Алдаа

source: This is a two-sided DVD. You have booted from the second side. Turn the DVD over then continue.
ga: Is DVD le dha taobhanna e seo. Rinne tu tosaigh as an dara taobh Chas an DVD chun lean ar aghaidh
mn: Энэ бол хоёр талтай DVD байна. Та хоёрдогч талаас нь бүүт (boot) хийсэн байна. DVD -гээ эргүүлээд цааш үргэлжлүүлнэ үү.

source: Power Off
ga: Cumacht as
mn: Унтраах

source: Halt the system now?
ga: Stop an coras anois?
mn: Системийг одоо зогсоох уу?

source: Hard Disk Installation
mn: Хатуу дискний суулгац

source: Disk Device (scan all disks if empty)
mn: Дискний төхөөрөмж (хэрэв хоосон бол бүх дискийг хай)

source: Directory
ga: Eolaire
mn: Хавтас

source: FTP Installation
ga: Suiteail FTP
mn: FTP суулгац

source: Server
mn: Сервэр

source: Password
ga: Pasfhocal
mn: Нууц үг

source: User (anonymous login if empty)
mn: Хэрэглэгч (хэрэв хоосон бол нэргүйгээр ор)

source: NFS Installation
ga: Suiteail NFS
mn: NFS Суулгац

source: User (using "guest" if empty)
mn: Хэрэглэгч (хэрэв хоосон бол зочиноор ор)↵

source: SMB (Windows Share) Installation
mn: SMB (Windows Share) Суулгац

source: HTTP Installation
ga: Suiteail HTTP
mn: HTTP Суулгац

source: Other Options
ga: Roghanna eile
mn: Бусад тохируулгууд

source: Language
ga: Teanga
mn: Хэл

source: Keymap
mn: Гарын байршил

source: Normal mode
ga: Gnathmodh
mn: Хэвийн горим

source: Expert mode
ga: Modh saineolai
mn: Мэргэжилтний горим

source: Accessibility
ga: Inrochtaineacht
mn: Туслах хэрэгсэл

source: None
ga: Faic
mn: Юу ч биш

source: Everything
ga: Gach rud
mn: Бүгд

source: ^Start or install Ubuntu
ga: ^Tosaigh no suiteail Ubuntu
mn: Эхлэх буюу Ubuntu-г суулгах - ^S

source: Start Ubuntu in safe ^graphics mode
ga: Tosaigh Ubuntu i modh saibhailte ^grafachi
mn: Найдвартай график горимд Ubuntu-г эхлүүлэх - ^g

source: ^Start or install Kubuntu
ga: ^Tosaigh no suiteail Kubuntu
mn: Эхлэх буюу Kubuntu-г суулгах - ^S

source: Start Kubuntu in safe ^graphics mode
ga: Tosaigh Kubuntu i modh saibhailte ^grafachi
mn: Найдвартай график горимд Kubuntu-г эхлүүлэх - ^g

source: ^Start or install Edubuntu
ga: ^Tosaigh no suiteail Edubuntu
mn: Эхлэх буюу Edubuntu-г суулгах - ^S

source: Start Edubuntu in safe ^graphics mode
ga: Tosaigh Edubuntu i modh saibhailte ^grafachi
mn: Найдвартай график горимд Edubuntu-г эхлүүлэх - ^g

source: ^Start or install Xubuntu
ga: ^Tosaigh no suiteail Xubuntu
mn: Эхлэх буюу Xubuntu-г суулгах - ^S

source: Start Xubuntu in safe ^graphics mode
ga: Tosaigh Xubuntu i modh saibhailte ^grafachi
mn: Найдвартай график горимд Xubuntu-г эхлүүлэх - ^g

source: ^Install in text mode
ga: Suiteail i modh teacs
mn: Текст горимд суулгах - ^I

source: ^Install to the hard disk
ga: Suiteail go dti an diosca crua
mn: Хатуу дискэнд суулгах - ^I

source: Install a ^workstation
mn: Хэрэглэгчийн түвшинд суулгах - ^w

source: Install in ^OEM mode
ga: Suiteail i modh OEM
mn: ^OEM горимд суулгах

source: Install a ^LAMP server
mn: ^LAMP сервэрийн суулгац

source: ^Check CD for defects
ga: ^Dean seic ar an dluthdiosca le haghaidh fadhbanna
mn: КД-ний гэмтлийг шалга - ^C

source: ^Rescue a broken system
mn: Гэмтсэн системийг сэргээх - ^R

source: ^Memory test
ga: ^Scrudu meabhair
mn: Санах ойн шалгалт - ^M

source: ^Boot from first hard disk
ga: ^Tosaigh as an chead diosca crua
mn: Эхний хатуу дискээс эхлэх - ^B
