Repository: dsutilo/guadalinex-v4
Catalog: installers/live/tags.old/1.2.5guada18/d-i/source/choose-mirror/debian/po/*.po
Languages: vi

source: Checking the Ubuntu archive mirror
vi: Đang kiểm tra nhân bản kho Ubuntu...

source: Downloading the Release file...
vi: Đang tải về tập tin Release...

source: Bad archive mirror
vi: Nhân bản kho sai

source: The specified Ubuntu archive mirror is either not available, or does not have a valid Release file on it. Please try a different mirror.
vi: Máy nhân bản kho Ubuntu đã chọn hoặc không có sẵn hoặc không có tập tin Release (Phát hành) hợp lệ. Hãy thử một nhân bản khác.

source: Architecture not supported
vi: Kiến trúc không được hỗ trợ

source: The specified Ubuntu archive mirror does not seem to support your architecture. Please try a different mirror.
vi: Máy nhân bản kho Ubuntu đã chọn có vẻ không hỗ trợ kiến trúc của bạn. Vui lòng thử một nhân bản khác.

source: Choose a mirror of the Ubuntu archive
vi: Chọn một nhân bản kho Ubuntu

source: enter information manually
vi: tự gõ thông tin

source: GB[ Default value for http]
vi: JP

source: Ubuntu archive mirror country:
vi: Quốc gia nhân bản kho Ubuntu:

source: The goal is to find a mirror of the Ubuntu archive that is close to you on the network -- be aware that nearby countries, or even your own, may not be the best choice.
vi: Mục đích là tìm máy nhân bản kho Ubuntu ở gần bạn trên mạng. Chú ý: những quốc gia gần hơn, ngay cả quốc gia bạn, có lẽ không phải là sự chọn tốt nhất.

source: Ubuntu archive mirror:
vi: Nhân bản kho Ubuntu:

source: Please select an Ubuntu archive mirror. You should use a mirror in your country or region if you do not know which mirror has the best Internet connection to you.
vi: Hãy chọn một máy nhân bản kho Ubuntu. Bạn nên sử dụng máy nhân bản trong quốc gia hay miền gần nhất, nếu bạn chưa biết máy nhân bản nào có đường dẫn Mạng tốt nhất đến chỗ bạn.

source: Usually, <your country code>.archive.ubuntu.com is a good choice.
vi: Thông thường, <[mã quốc gia gần nhất].archive.ubuntu.com> là lựa chọn tốt. v.d. <jp.archive.ubuntu.com> hay <hk.archive.ubuntu.com>

source: Ubuntu archive mirror hostname:
vi: Tên máy nhân bản kho Ubuntu:

source: Please enter the hostname of the mirror from which Ubuntu will be downloaded.
vi: Hãy go tên máy của máy nhân bản nơi cần tải Ubuntu.

source: An alternate port can be specified using the standard [hostname]:[port] format.
vi: Có thể ghi rõ một cổng xen kẽ có dạng chuẩn: [tên_máy]:[cổng]

source: Ubuntu archive mirror directory:
vi: Thư mục nhân bản kho Ubuntu:

source: Please enter the directory in which the mirror of the Ubuntu archive is located.
vi: Hãy gõ thư mục chứa nhân bản kho Ubuntu.

source: HTTP proxy information (blank for none):
vi: Thông tin ủy nhiệm HTTP (bỏ rỗng nếu không có):

source: If you need to use a HTTP proxy to access the outside world, enter the proxy information here. Otherwise, leave this blank.
vi: Nếu bạn cần phải sử dụng máy ủy nhiệm HTTP để kết nối đến Mạng, hãy gõ thông tin ủy nhiệm vào đây. Không thì hãy bỏ rỗng.

source: The proxy information should be given in the standard form of "http://[[user][:pass]@]host[:port]/".
vi: Hãy gõ thông tin ủy nhiệm có dạng chuẩn: <http://[[người_dùng][:mật_khẩu]@]máy[:cổng]/>.

source: GB[ Default value for ftp]
vi: JP

source: FTP proxy information (blank for none):
vi: Thông tin ủy nhiệm FTP (bỏ rỗng nếu không có):

source: If you need to use a FTP proxy to access the outside world, enter the proxy information here. Otherwise, leave this blank.
vi: Nếu bạn cần phải sử dụng máy ủy nhiệm FTP để kết nối đến Mạng, hãy gõ thông tin ủy nhiệm vào đây. Không thì hãy bỏ rỗng.

source: Protocol for file downloads:
vi: Giao thức tải về tập tin:

source: Please select the protocol to be used for downloading files. If unsure, select "http"; it is less prone to problems involving firewalls.
vi: Hãy lưa chọn giao thức cần dùng khi tải về tập tin. Nếu chưa chắc, hãy chọn « http », vì nó gặp ít lỗi kiểu bức tường lửa hơn.
