Repository: dsutilo/guadalinex-v4
Catalog: customize_system/packages/libgksu/libgksu-1.9.8/po/*.po
Languages: ca, eu, fr, pt_br

source: Not using locking for read only lock file %s
ca: No s'està utilitzant blocatge per al fitxer de blocatge de només lectura %s
fr: Pas de verrouillage pour le fichier verrou %s en lecture seule
pt_br: Não vou bloquear o arquivo somente para leitura %s

source: Not using locking for nfs mounted lock file %s
ca: No s'està utilitzant blocatge per al fitxer de blocatge muntat per nfs %s
fr: Pas de verrouillage pour le fichier verrou %s monté par nfs
pt_br: Não vou bloquear o arquivo %s, que está num sistema de arquivos NFS

source: <b>Please enter your password to run %s as user %s</b>
fr: <b>Veuillez entrer votre mot de passe pour lancer %s en tant qu'utilisateur %s</b>

source: <b>To run the program "%s" you need to enter the %s password</b>
fr: <b>Pour lancer le programme « %s », vous devez entrer le mot de passe de %s</b>

source: <b>The "%s" program was started with the privileges of the %s user without the need to ask for a password, due to your system's authentication mechanism setup.</b> It is possible that you are being allowed to run specific programs as user %s without the need for a password, or that the password is cached. This is not a problem report; it's simply a notification to make sure you are aware of this.
fr: <b>Le programme « %s » a été lancé avec les privilèges de l'utilisateur %s sans avoir eu à demander de mot de passe, en raison de la configuration du mécanisme d'authentification de votre système.</b> Il est possible que vous soyiez autorisé à lancer des programmes spécifiques en tant qu'utilisateur %s sans avoir besoin de mot de passe, ou que le mot de passe soit en cache. Il ne s'agit pas d'un signalement de problème ; il s'agit juste d'un avertissement pour être sûr que vous en êtes conscient.

source: Do _not display this message again
ca: _No mostres aquest missatge de nou
fr: _Ne plus afficher ce message
pt_br: _Não mostre essa mensagem novamente

source: Option not accepted for --disable-grab: %s
ca: No s'ha acceptat l'opció per a --disable-grab: %s
eu: Ez da aukera onartzen --disable-grab-rekin: %s
fr: Option incompatible avec --disable-grab : %s

source: Option not accepted for --sudo-mode: %s
ca: No s'ha acceptat l'opció per a --sudo-mode: %s
eu: Ez da aukera onartzen --sudo-mode-rekin: %s
fr: Option incompatible avec --sudo-mode : %s

source: Option not accepted for --prompt: %s
ca: No s'ha acceptat l'opció per a --prompt: %s
eu: Ez da aukera onartzen --prompt-rekin: %s
fr: Option incompatible avec --prompt : %s

source: <b>Would you like your screen to be "grabbed" while you enter the password?</b> This means all applications will be paused to avoid the eavesdropping of your password by a a malicious application while you type it.
ca: <b>Voleu que es «capture» la vostra pantalla mentre escriviu la vostra contrasenya?</b> Això vol dir que es pausaran totes les aplicacions per a evitar que una aplicació maliciosa us espie mentre introduïu la vostra contrasenya.
fr: <b>Voulez-vous que votre écran soit contrôlé pour la saisie de votre mot de passe ?</b> Ceci signifie que toutes les applications vont être mises en pause afin d'éviter qu'une application malveillante ne récupère votre mot de passe pendant que vous le saisissez.
pt_br: <b>Você quer que sua tela seja "bloqueada" enquanto você digita a senha?</b> Isso significa que todas as aplicações serão pausadas para evitar que sua senha seja interceptada por uma aplicação maliciosa enquanto você a digita.

source: <b>Please enter %s's password</b>
ca: <b>Si us plau, introduïu la contrasenya de l'usuari %s</b>
eu: <b>Mesedez idatzi %s-ren pasahitza</b>
fr: <b>Veuillez entrer le mot de passe de %s</b>

source: Missing command to run.
ca: Manca l'ordre a executar.
eu: Abiarazteko komandoa falta da.
fr: Absence de la commande à lancer.

source: Advanced options
ca: Opcions avançades
eu: Aukera aurreratuak
fr: Options avancées

source: <b>Options to use when changing user</b>
ca: <b>Opcions a utilitzar quan es canvia d'usuari</b>
eu: <b>Erabiltzailea adatzean erabiliko diren aukerak</b>
fr: <b>Options à utiliser lors d'un changement d'utilisateur</b>

source: _login shell
ca: _intèrpret d'entrada
eu: _Saio shell-a
fr: _interpréteur de commandes interactif

source: _preserve environment
ca: _preserva l'entorn
eu: _mantendu ingurunea
fr: _préserver l'environnement

source: Run program
ca: Executa el programa
eu: Programa abiarazi
fr: Lancer le programme

source: Run:
ca: Executa:
eu: Abiarazi:
fr: Lancer :

source: As user:
ca: Com a l'usuari:
eu: Hau bezala:
fr: En tant qu'utilisateur :

source: _Advanced
ca: _Avançat
eu: _Aurretua
fr: _Avancées

source: Always request a password
fr: Toujours exiger un mot de passe

source: Disable keyboard and mouse grab
fr: Désactiver la prise de contrôle du clavier et de la souris

source: Display information message when no password is needed
fr: Afficher un message d'information lorsqu'aucun mot de passe n'est nécessaire

source: Force keyboard and mouse grab
fr: Forcer la prise de contrôle du clavier et de la souris

source: Grab keyboard and mouse even if -g has been passed as argument on the command line.
fr: Prendre le contrôle du clavier et de la souris même si l'option -g a été fournie en tant qu'argument en ligne de commande.

source: Keyring to which passwords will be saved
fr: Trousseau dans lequel les mots de passe seront enregistrés

source: Prompt for grabbing
fr: Demander pour la prise de contrôle

source: Save password to gnome-keyring
fr: Enregistrer le mot de passe dans le trousseau gnome-keyring

source: Sudo mode
fr: Mode sudo

source: The name of the keyring gksu should use. Usual values are "session", which saves the password for the session, and "default", which saves the password with no timeout.
fr: Le nom du trousseau que gksu doit utiliser. Les valeurs habituelles sont « session », qui enregistre le mot de passe pour la session, et « default », qui enregistre le mot de passe perpétuellement.

source: This option determines whether a message dialog will be displayed informing the user that the program is being run without the need of a password being asked for some reason.
fr: Cette option détermine si un dialogue doit être affiché pour informer l'utilisateur que le programme est lancé sans avoir à demander un mot de passe pour une raison quelconque.

source: This option will make gksu prompt the user if he wants to have the screen grabbed before entering the password. Notice that this only has an effect if force-grab is disabled.
fr: Avec cette option, gksu demandera à l'utilisateur s'il désire une prise de contrôle de son écran avant de saisir le mot de passe. Veuillez noter que cela n'aura d'effet que si force-grab est désactivé.

source: This option will prevent gksu from trying to figure out if a password is needed to run the command, or if it can be obtained through other ways, such as gnome-keyring, making it simply ask for the password every time.
fr: Cette option évitera que gksu essaie de déterminer si un mot de passe est nécessaire pour lancer la commande ou si celui-ci peut être obtenu différemment, comme avec le trousseau gnome-keyring. Le mot de passe sera simplement demandé à chaque fois.

source: Whether sudo should be the default backend method. This method is otherwise accessed though the -S switch or by running 'gksudo' instead of 'gksu'.
fr: Définit si sudo doit être la méthode d'arrière-plan par défaut. Cette méthode est, dans le cas contraire, accessible avec l'option -S ou en lançant « gksudo » au lieu de « gksu ».

source: Whether the keyboard and mouse grabbing should be turned off. This will make it possible for other X applications to listen to keyboard input events, thus making it not possible to shield from malicious applications which may be running.
fr: Définit si la prise de contrôle du clavier et de la souris doit être désactivée. Il sera alors possible pour les autres applications X d'écouter les entrées au clavier, rendant donc impossible la défense contre des applications malveillantes qui pourraient éventuellement être lancées.

source: gksu can save the password you type to the gnome-keyring so you'll not be asked everytime
fr: gksu peut enregistrer dans le trousseau gnome-keyring le mot de passe que vous tapez, de manière à ce qu'il ne soit pas demandé à chaque fois

source: Opens a terminal as the root user, using gksu to ask for the password
fr: Ouvrir un terminal en tant que superutilisateur, en utilisant gksu pour demander le mot de passe

source: Root Terminal
fr: Terminal superutilisateur

source: Opens a dialog where you can type a command to be run as a given user
fr: Ouvrir une fenêtre de dialogue où vous pourrez entrer une commande à lancer avec une identité différente

source: Run as different user
fr: Lancer en prenant une identité différente

source: WARNING: Could not stat %s: %s.
ca: AVÍS: No s'ha pogut fer stat sobre %s: %s.
eu: KONTUZ: Ezin da %s analizatu: %s.
fr: ATTENTION : Impossible d'effectuer un stat sur %s : %s.

source: FATAL: File %s is not owned by root.
ca: FATAL: El propietari del fitxer %s no és root.
eu: KONPONEZINA: %s fitxategia ez da root jabetzakoa.
fr: ERREUR : le fichier %s n'appartient pas à l'utilisateur root.

source: FATAL: File %s is not owned by group root.
ca: FATAL: El grup del fitxer %s no és root.
eu: KONPONEZINA: %s fitxategia ez da root taldearen jabetzakoa.
fr: ERREUR : le fichier %s n'appartient pas au groupe root.

source: FATAL: File %s has wrong permissions, should be 0644.
ca: FATAL: El fitxer %s té permisos incorrectes, hauria de ser 0644.
eu: KONPONEZINA: %s fitxategiak okerreko baimenak ditu 0644 izan behar dira.
fr: ERREUR : le fichier %s a des permissions incorrectes, celles-ci devant être définies à 0644.

source: FATAL: Could not open %s: %s.
ca: FATAL: No s'ha pogut obrir %s: %s.
eu: KONPONEZINA: Ezin da %s ireki: %s.
fr: ERREUR : impossible d'ouvrir %s : %s.

source: <b>Please enter %s's password to run %s.</b>
ca: <b>Si us plau, introduïu la contrasenya de l'usuari %s per a executar %s.</b>
eu: <b>Mesedez idatzi %s-ren pasahitza %s abiarazteko.</b>
fr: <b>Veuillez entrer le mot de passe de %s afin de lancer %s.</b>

source: <b><big>Could not grab your mouse.</big></b> A malicious client may be eavesdropping on your session or you may have just clicked a menu or some application just decided to get focus. Try again.
ca: <b><big>No s'ha pogut capturar el ratolí.</big></b> Un client malciós pot estar espiant la vostra sessió, o potser acabeu de fer clic a un menú, o alguna aplicació ha decidit obtenir el focus ara mateix. Torneu-ho a provar.
pt_br: <b><big>Não foi possível bloquear seu mouse.</big></b> Uma aplicação maliciosa pode estar interceptando sua sessão, você pode ter clicado em um menu, ou uma aplicação quis obter o foco ao mesmo tempo. Tente novamente.

source: <b><big>Could not grab your keyboard.</big></b> A malicious client may be eavesdropping on your session or you may have just clicked a menu or some application just decided to get focus. Try again.
ca: <b><big>No s'ha pogut capturar el teclat.</big></b> Un client malciós pot estar espiant la vostra sessió, o potser acabeu de fer clic a un menú, o alguna aplicació ha decidit obtenir el focus ara mateix. Torneu-ho a provar.
pt_br: <b><big>Não foi possível bloquear seu teclado.</big></b> Uma aplicação maliciosa pode estar interceptando sua sessão, você pode ter clicado em um menu, ou uma aplicação quis obter o foco ao mesmo tempo. Tente novamente.

source: gksu_run needs a command to be run, none was provided.
ca: gksu_run necessita una ordre a executar, no s'ha donat cap.
eu: gksu_run-el abiarazteko komando bat behar du, baina ez da komandorik ezarri.
pt_br: a gksu_run precisa de um comando a ser executado e nenhum foi fornecido.

source: The gksu-run-helper command was not found or is not executable.
ca: L'ordre gksu-run-helper no s'ha trobat o no és executable.
eu: gksu-run-helper komandoa ez da aurkitzen edo ez da abiarazgarria.
pt_br: O comando gksu-run-helper não foi encontrado ou não está executável.

source: Could not read from the pipe with the child: %s
ca: No s'ha pogut llegir del conducte amb el fill: %s
eu: Ezin da tutu-tik semearekin irakurri: %s
pt_br: Não foi possível ler do ecanamento com o filho: %s

source: gksu_sudo_run needs a command to be run, none was provided.
ca: gksu_sudo_run necessita una ordre a executar, no s'ha donat cap.
eu: gksu_sudo_run-ek abiarazteko komando bat behar du, baina ez da komandorik ezarri.
pt_br: gksu_sudo_run precisa de um comando a ser executado e nenhum foi fornecido.

source: Unable to copy the user's Xauthorization file.
ca: No s'ha pogut copiar el fitxer d'autorització d'X de l'usuari.
eu: Ezind a erabiltzailera X baimen fitxategia kopiatu.
pt_br: Não foi possível copiar o arquivo de autorização do X (.Xauthority) do usuário.

source: Error creating pipe: %s
ca: S'ha produït un error en crear el conducte: %s
eu: Errorea tutua sortzerakoan: %s
pt_br: Erro ao criar encanamento: %s

source: Failed to exec new process: %s
ca: No s'ha pogut executar un procés nou: %s
eu: Huts prozesu berria axekutatzerakoan: %s
pt_br: Falha ao executar novo processo: %s

source: Error opening pipe: %s
ca: S'ha produït un error en obrir el conducte: %s
eu: Huts tutua irekitzerakoan: %s
pt_br: Erro abrindo encanamento: %s

source: Password:
ca: Contrasenya:
pt_br: Senha:

source: Remember password
ca: Recorda la contrasenya
pt_br: Lembrar senha

source: Save for this session
ca: Desa per a aquesta sessió
pt_br: Salvar para essa sessão

source: Save in the keyring
ca: Desa a l'anell de claus
pt_br: Salvar no chaveiro

source: Error copying '%s' to '%s': %s
ca: S'ha produït un error en copiar «%s» a «%s»: %s
eu: Huts '%s' '%s'-ra kopiatzerakoan: %s

source: <b>Failed to run %s as user %s.</b> %s
ca: <b>No s'ha pogut executar %s com a l'usuari %s:</b> %s

source: GKsu version %s Usage: %s [-u <user>] [-k] [-l] <command> --user <user>, -u <user> Calls <command> as the specified user --message <message>, -m <message> Replaces the standard message shown to ask for password for the argument passed to the option --title <title>, -t <title> Replaces the default title with the argument --icon <icon>, -i <icon> Replaces the default window icon with the argument --print-pass, -p Asks gksu to print the password to stdout, just like ssh-askpass. Useful to use in scripts with programs that accept receiving the password on stdin. --disable-grab, -g Disables the "locking" of the keyboard, mouse, and focus done by the program when asking for password --ssh-fwd, -s Strip the host part of the $DISPLAY variable, so that GKSu will work on SSH X11 Forwarding. --login, -l Makes this a login shell. Beware this may cause problems with the Xauthority magic. Run xhost to allow the target user to open windows on your display! --preserve-env, -k Preserve the current environments, does not set $HOME nor $PATH, for example.
ca: GKsu versió %s Forma d'ús: %s [-u <usuari>] [-k] [-l] <ordre> --user <usuari>, -u <usuari> Executa <ordre> com a l'usuari especificat --message <missatge>, -m <missatge> Reemplaça el missatge estàndard mostrat per a demanar la contrasenya per l'argument passat a l'opció --title <títol>, -t <títol> Reemplaça el títol per defecte amb l'argument --icon <icona>, -i <icona> Reemplaça la icona predeterminada de la finestra amb l'argument --print-pass, -p Demana a gksu que mostre la contrasenya per la sortida estàndard, com ssh-askpass. Útil per a l'ús en scripts amb programes que accepten rebre la contrasenya per l'entrada estàndard. --disable-grab, -g Inhabilita el «blocatge» del teclat, ratolí i focus fet pel programa quan demana una contrasenya --ssh-fwd, -s Elimina la part del servidor de la variable $DISPLAY, per a que GKSu funcione amb les redireccions X11 de SSH --login, -l Fes això un intèrpret d'entrada. Teniu en compte que això pot causar problemes amb la màgia Xauthority. Executeu xhost per a permetre a l'usuari objectiu obrir finestres a la vostra visualització! --preserve-env, -k Preserva l'entorn actual, no estableixes $HOME o $PATH, per exemple.

source: Using %s as username...
ca: S'està utilitzant %s com a nom d'usuari...

source: libgksu: Failed to init the Gtk+ library, GKSu is not able to continue.
ca: libgksu: No s'ha pogut inicialitzar la biblioteca Gtk+, GKsu no pot continuar.
eu: libgksu: Huts Gtk+ liburutegia abiarazterakoan, GKSu-k ezin du aurrera jarraitu.

source: Changing user...
ca: S'està canviant d'usuari...
eu: Erabiltzailea aldatzen...

source: No password was supplied and sudo needs it.
ca: No s'ha donat cap contrasenya i sudo la necessita.
eu: Ez da pasahitzik eman eta sudo-k berau behar du.

source: The X authority file i am trying to create for the target user already exists! This is highly suspicous!
ca: El fitxer d'autoritat d'X que s'està intentant crear per a l'usuari objectiu ja existeix! Això és molt sospitós!
eu: Sortzen saiatzen ari zaren root-erabiltzailearen X baimen fitxategia badago dagoeneko! Hau oso susmagarria da!

source: Failed to fork new process: %s
eu: Huts prozesu berria banatzerakoan: %s
pt_br: Falha ao tentar criar novo processo: %s

source: Wrong password.
eu: Okerreko pasahitza.
pt_br: Senha errada.

source: Failed to communicate with gksu-run-helper. Received: %s While expecting: %s
eu: Huts gksu-run-helper-ekin harremanetan jartzean. Jasoa: %s Hau espero zen: %s
pt_br: Falha na comunicação com o gksu-run-helper. Recebi: %s Esperava: %s

source: su terminated with %d status
eu: su %d egoeraz amaitu da
pt_br: O su terminou com estado %d

source: Password:
eu: Pasahitza:
pt_br: Senha:

source: The underlying authorization mechanism (sudo) does not allow you to run this program. Contact the system administrator.
eu: Azpialdeko egiaztapen mekanismoak (sudo) ez zaitu programa hau abiaraztea onartzen. Sistema kudeatzailearekin harremanetan ipini.
pt_br: O mecanismo de autorização (sudo) não permite que você execute esse programa.

source: sudo terminated with %d status
eu: sufo %d egoeraz amaitu da
pt_br: O sudo terminou com estado %d

source: Failed to obtain xauth key: %s
eu: Huts xauth gakoa eskuratzerakoan: %s

source: Unable to run /bin/su: %s
eu: Ezin da /bin/su abiarazi: %s

source: GKsu version %s Usage: %s [-u <user>] [-k] [-l] <command> --debug, -d Print information on the screen that might be useful for diagnosing and/or solving problems. --disable-grab, -g Disable the "locking" of the keyboard, mouse, and focus done by the program when asking for password. --icon <icon>, -i <icon> Replace the default window icon with the argument. --message <message>, -m <message> Replace the standard message shown to ask for password for the argument passed to the option. --print-pass, -p Ask gksu to print the password to stdout, just like ssh-askpass. Useful to use in scripts with programs that accept receiving the password on stdin. --prompt, -P Ask the user if they want to have their keyboard and mouse grabbed before doing so. --ssh-fwd, -s Strip the host part of the $DISPLAY variable, so that GKSu will work on SSH X11 Forwarding. --sudo-mode, -S Make GKSu use sudo instead of su, as if it had been run as "gksudo". --title <title>, -t <title> Replace the default title with the argument. --user <user>, -u <user> Call <command> as the specified user. --preserve-env, -k Preserve the current environments, does not set $HOME nor $PATH, for example. --login, -l Make this a login shell. Beware this may cause problems with the Xauthority magic. Run xhost to allow the target user to open windows on your display!
eu: GKsu %s bertsioa Erabilera: %s [-u <erabiltzailea>] [-k] [-l] <komandoa> --debug, -d Arazoak aurkitu eta konpontzeko baliagarriak diren argibideak panatailan bistarazi. --disable-grab, -g Teklatu, foko edo saguaren programak ezarritako "blokeoak" ezgaitu pasahitza eskatzen duenean. --icon <icon>, -i <icon> Lehenetsiriko leiho ikonoa argumentuagatik aldatu. --message <mezua>, -m <mezua> Aldatu pasahitza eskatzerako mezu estandarra aukeran argumentu bezala emandakora. --print-pass, -p Ezarri gksu-k pasahitza irteera estandarrean eskatzea, ssh-askpass-ek egiten duen antzera. Sarrera estandarretik pasahitzak onartzen dituzten Script-entzat oso erabilgarria. --prompt, -P Teklatu eta arratoria blokeatu aurretik erabiltzaileari galdetu. --ssh-fwd, -s $DISPLAY aldagaiaren ostalari izen zatia ezabatu gksu-k X11 birbidelketa moduan funtzionatzeko. --sudo-mode, -S GKSu-k sudo erabiltzea ezartzen du"gksudo" bidez abiarazia izan balitz bezala. --title <izenburua>, -t <izenburua> Aldatu lehenetsiriko izenburua argumentuaz --user <erabiltzailea>, -u <erabiltzailea> Abiarazi <komandoa> ezarritako erabiltzailea bezala. --preserve-env, -k Mantendu ingurunea, adibidez ez du $HOME ez $PATH ezarriko. --login, -l Saio shell bat bihurtu. Honek Xauthority-rekin arazoak zor ditzake.. xhost abiarazi hurruneko erabiltzaileari zure pantailan leihoak irekitzen baimentzeko.

source: <b><big>Enter your password to perform administrative tasks</big></b> The application '%s' lets you modify essential parts of your system.
pt_br: <b><big>Digite sua senha para executar tarefas administrativas</big></b> A aplicação "%s" permite que você modifique partes essenciais do seu sistema.

source: <b><big>Enter your password to run the application '%s' as user %s</big></b>
pt_br: <b><big>Digite sua senha para executar a aplicação "%s" como usuário %s</big></b>

source: <b><big>Enter the administrative password</big></b> The application '%s' lets you modify essential parts of your system.
pt_br: <b><big>Digite a senha de administrador</big></b> A aplicação "%s" permite que você modifique partes essenciais do seu sistema.

source: <b><big>Enter the password of %s to run the application '%s'</big></b>
pt_br: <b><big>Digite a senha de %s para executar a aplicação "%s"</big></b>

source: <b><big>Granted permissions without asking for password</big></b> The '%s' program was started with the privileges of the %s user without the need to ask for a password, due to your system's authentication mechanism setup. It is possible that you are being allowed to run specific programs as user %s without the need for a password, or that the password is cached. This is not a problem report; it's simply a notification to make sure you are aware of this.
pt_br: <b><big>Permissões foram concedidas sem pedir senha</big></b> O programa "%s" foi iniciado com os privilégios do usuário %s sem que fosse necessário pedir uma senha, devido à configuração do mecanismo de autenticação do seu sistema. É possível que você esteja sendo autorizado a rodar programas específicos como usuário %s, ou que a senha tenha sido armazenada. Isto não é um relato de problema; simplesmente uma notificação para garantir que você está ciente disso.

source: <span weight="bold" size="larger">Type the root password.</span>
pt_br: <span weight="bold" size="larger">Digite a senha de root.</span>

source: <b>You have capslock on</b>
pt_br: <b>Seu capslock está ligado</b>
