Repository: dsutilo/guadalinex-v4
Catalog: apps/gnome-orca/trunk/po/*.po
Languages: eu

source: has formula
eu: formula dauka

source: Bon Echo
eu: Bon oihartzuna

source: Workspace
eu: Laneko area

source: inaccessible
eu: Ezin da sarbidetu

source: Display more options
eu: Bistaratu aukera gehiago

source: pressed
eu: sakatua

source: not pressed
eu: sakatu gabe

source: checked
eu: egiaztatua

source: not checked
eu: egiaztatu gabe

source: not selected
eu: hautatu gabe

source: tear off
eu: askatu

source: Misspelled word:
eu: Gaizki idatzitako hitza:

source: Context is
eu: Testuingurua da

source: page selected from cursor position
eu: orrialdea hautatuta kurtsorearen posiziotik

source: page selected to cursor position
eu: orrialdea hautatuta kurtsorearen posiziora

source: line selected down from cursor position
eu: lerroa beheraka hautatuta kurtsorearen posiziotik

source: line selected up from cursor position
eu: lerroa goraka hautatuta kurtsorearen posiziotik

source: document selected to cursor position
eu: dokumentua hautatuta kurtsorearen posiziora

source: document selected from cursor position
eu: dokumentua hautatuta kurtsorearen posiziotik
