Repository: dsutilo/guadalinex-v4
Catalog: apps/gnome-orca/trunk/po/*.po
Languages: eu

source: Orca Screen Reader and Magnifier
eu: Orca, pantaila irakurlea eta handitzailea

source: Present on-screen information as speech or braille, or magnify the screen
eu: Aurkeztu pantailako informazioa ahoskatuz edo Braillerekin, edo handitu pantaila

source: grayed
eu: grisa

source: expanded
eu: hedatua

source: collapsed
eu: tolestua

source: TREE LEVEL %d
eu: ZUHAITZ-MAILA: %d

source: space
eu: zuriunea

source: newline
eu: lerro berria

source: tab
eu: tabulatzailea

source: exclaim
eu: oihu egin

source: apostrophe
eu: apostrofea

source: comma
eu: koma

source: dot
eu: puntua

source: question
eu: galdera

source: quote
eu: komatxoa

source: left paren
eu: ezkerreko parentesia

source: right paren
eu: eskuineko parentesia

source: dash
eu: marra

source: underscore
eu: azpimarra

source: colon
eu: bi puntu

source: semicolon
eu: puntu eta koma

source: less than
eu: hau baino txikiagoa

source: greater than
eu: hau baino handiagoa

source: left bracket
eu: ezkerreko kortxetea

source: right bracket
eu: eskuineko kortxetea

source: backslash
eu: alderantzizko barra

source: vertical line
eu: marra bertikala

source: grave accent
eu: azentu kamutsa

source: tilde
eu: tileta

source: left brace
eu: ezkerreko giltza

source: right brace
eu: eskuineko giltza

source: pound
eu: libra

source: dollar
eu: dolar

source: percent
eu: ehunekoa

source: and
eu: eta

source: star
eu: izarra

source: slash
eu: barra

source: equals
eu: berdin

source: at
eu: abildua

source: caret
eu: zirkuflexua

source: Performs left click on current flat review item.
eu: Egin klik ezker botoiarekin gainberiratutako elementuan

source: Performs right click on current flat review item.
eu: Egin klik eskuin botoiarekin gainberiratutako elementuan

source: Speaks entire document.
eu: Irakurri dokumentu osoa

source: Performs the where am I operation.
eu: Landu 'non nago?' motako eragiketa.

source: Paints and prints the visible zones in the active window.
eu: Margotu eta inprimatu leiho aktiboko zona ikusgaiak.

source: Enters and exits flat review mode.
eu: Sartu eta irten gainbegiratze modutik.

source: Moves flat review to the beginning of the previous line.
eu: Eraman gainbegiratzeko bandera aurreko lerroaren hasierara.

source: Moves flat review to the home position.
eu: Eraman gainbegiratzeko bandera hasierara.

source: Speaks the current flat review line.
eu: Irakurri uneko gainbegiratze-lerroa.

source: Moves flat review to the beginning of the next line.
eu: Eraman bandera hurrengo lerroaren hasierara.

source: Moves flat review to the end position.
eu: Eraman gainbegiratzeko bandera lerroaren amaierara.

source: Moves flat review to the previous item or word.
eu: Eraman gainbegiratzeko bandera aurreko elementu edo hitzera.

source: Moves flat review to the word above the current word.
eu: Eraman gainbegiratzeko bandera uneko hitzaren gaineko hitzera.

source: Speaks or spells the current flat review item or word.
eu: Irakurri edo ahoskatu gainbegiratzeko dagoen uneko elementua edo hitza.

source: Speaks the current flat review object.
eu: Irakurri gainbegiratzeko dagoen uneko objektua.

source: Moves flat review to the next item or word.
eu: Eraman gainbegiratzeko bandera hurrengo elementu edo hitzera.

source: Moves flat review to the word below the current word.
eu: Eraman gainbegiratzeko bandera uneko hitzaren azpiko hitzera.

source: Moves flat review to the previous character.
eu: Eraman gainbegiratzeko bandera aurreko karakterera.

source: Moves flat review to the end of the line.
eu: Eraman gainbegiratzeko bandera lerroaren amaierara.

source: Speaks the current flat review character.
eu: Irakurri gainbegiratzeko dagoen uneko karakterea.

source: Moves flat review to the next character.
eu: Eraman gainbegiratzeko bandera hurrengo karakterera.

source: Toggles whether to read just the current table cell or the whole row.
eu: Aldatu noiz irakurri uneko taulako gelaxka soilik, edo noiz errenkada osoa.

source: Reads the attributes associated with the current text character.
eu: Uneko testuko karakterearekin lotutako atributuak irakurtzen ditu.

source: Reports information on current script.
eu: Uneko script-ari buruzko informazioaren berri ematen du.

source: Pans the braille display to the left.
eu: Desplazatu braille-ren pantaila ezkerrera.

source: Pans the braille display to the right.
eu: Desplazatu braille-ren pantaila eskuinera.

source: Moves flat review to the bottom left.
eu: Eraman gainbegiratzeko bandera behera eta ezkerrera.

source: Returns to object with keyboard focus.
eu: Itzuli teklatuko fokua duen objektura.

source: Enters learn mode. Press escape to exit learn mode.
eu: Ikaste moduan sartzen da. Sakatu ihes tekla ikaste modutik irtetzeko.

source: Exits learn mode.
eu: Ikaste modutik irtetzen du.

source: Decreases the speech rate.
eu: Gutxiagotu irakurtzeko abiadura.

source: Increases the speech rate.
eu: Handiagotu irakurtzeko abiadura.

source: Decreases the speech pitch.
eu: Gutxiagotu ahotsaren tonua.

source: Increases the speech pitch.
eu: Handiagotu ahotsaren tonua.

source: Quits Orca
eu: Irten Orca-tik

source: Toggles keystroke recording on and off.
eu: Teklen grabazioa aktibatzen edo desaktibatzen du.

source: Displays the preferences configuration dialog.
eu: Hobespenen konfigurazioko leihoa bistaratzen du.

source: Reloads user settings and reinitializes services as necessary.
eu: Erabiltzailearen ezarpenak birkargatu eta behar izanez gero zerbitzuak berrabiarazten ditu.

source: Toggles the silencing of speech.
eu: Ahotsaren isiltasunak txandakatzen ditu.

source: Prints a debug listing of all known applications to the console where Orca is running.
eu: Aplikazio ezagun guztien arazketako zerrenda bistaratzen du Orca exekutatzen ari den kontsolan.

source: Cycles the debug level at run time.
eu: Arazketa-mailak aldatzen ditu exekuzio-denboran.

source: Prints debug information about the currently active application to the console where Orca is running.
eu: Unean aktibo dagoen aplikazioaren arazketako datuak bistaratzen du Orca exekutatzen ari den kontsolan.

source: Prints debug information about the ancestry of the object with focus
eu: Fokua duen objektuaren gurasoari buruzko arazketako datuak bistaratzen ditu.

source: Prints debug information about the application with focus
eu: Fokua duen aplikazioari buruzko arazketako datuak bistaratzen ditu.

source: Switches to the next presentation manager.
eu: Hurrengo aurkezpeneko kudeatzaileara aldatzen da.

source: tree level %d
eu: zuhaitzaren maila: %d

source: No focus
eu: Fokurik ez

source: entire document selected
eu: dokumentu osoa hautatuta

source: Speak
eu: Irakurri

source: row
eu: errenkada

source: cell
eu: gelaxka

source: Entering learn mode. Press any key to hear its function.
eu: Ikasketa moduan sartzen. Sakatu edozein tekla bere funtzioa entzuteko.

source: To exit learn mode, press the escape key.
eu: Ikasketa modutik irtetzeko, sakatu ihes tekla.

source: Learn mode. Press escape to exit.
eu: Ikasketa moduan. Sakatu ihes tekla irtetzeko.

source: Exiting learn mode.
eu: Ikasketa modutik irtetzen.

source: blank
eu: hutsik

source: white space
eu: zuriunea

source: Emacspeak Speech Services
eu: Emacspeak ahots-zerbitzua

source: Switching to focus tracking mode.
eu: Fokuaren jarraipen modura aldatzen.

source: GNOME Speech Services
eu: GNOMEren ahots-zerbitzuak

source: dot dot dot
eu: puntu puntu puntu

source: higher.
eu: handiagoa.

source: lower.
eu: baxuagoa.

source: faster.
eu: bizkorragoa.

source: slower.
eu: motelagoa.

source: Switching to hierarchical navigation mode.
eu: Nabigazio hierarkiko modura aldatzen.

source: selected
eu: hautatuta

source: unselected
eu: hautatu gabe

source: left shift
eu: ezkerreko maius

source: left alt
eu: ezkerreko alt

source: left control
eu: ezkerreko kontrol

source: right shift
eu: eskuineko maius

source: right alt
eu: eskuineko alt

source: right control
eu: eskuineko kontrol

source: left meta
eu: ezkerreko meta

source: right meta
eu: eskuineko meta

source: num lock
eu: blok.zenb.

source: caps lock
eu: blok.maius.

source: scroll lock
eu: Blok.desplazamendua

source: page up
eu: orri gora

source: page down
eu: orri behera

source: left tab
eu: ezkerreko tabulatzailea

source: <b>Cross-hair Settings</b>
eu: <b>Gurutzearen ezarpenak</b>

source: <b>Cursor Settings</b>
eu: <b>Kurtsorearen ezarpenak</b>

source: <b>Punctuation Level</b>
eu: <b>Puntuazio maila</b>

source: <b>Table Row Speech</b>
eu: <b>Taulako errenkada irakurtzea</b>

source: <b>Verbosity</b>
eu: <b>Hitzez hitz</b>

source: <b>Zoomer Position</b>
eu: <b>Zoomaren posizioa</b>

source: <b>Zoomer Settings</b>
eu: <b>Zoomaren ezarpenak</b>

source: Brie_f
eu: _Laburra

source: Centered None Proportional Push
eu: Erdian Bat ere ez Proportzionala Bultzatu

source: Color:
eu: Kolorea:

source: Custom siz_e
eu: _Tamaina pertsonalizatua

source: Default Uppercase Hyperlink
eu: Lehenetsia Maiuskulak Hiperesteka

source: Enable Braille _monitor
eu: Gaitu Braille _monitorea

source: Enable Braille _support
eu: Gaitu Braille _euskarria

source: Enable _alphanumeric and punctuation keys
eu: Gaitu alfanumerikoko eta puntuazioko teklak

source: Enable _function keys
eu: Gaitu _funtzioko teklak

source: Enable _key echo
eu: Gaitu teklatuaren oihartzuna

source: Enable _magnifier
eu: Gaitu _lupa

source: Enable _modifier keys
eu: Gaitu tekla _aldatzaileak

source: Enable ac_tion keys
eu: Gaitu e_kintzen teklak

source: Enable c_ursor
eu: Gaitu k_urtsorea

source: Enable cross-h_air
eu: Gaitu _gurutzea

source: Enable cross-hair cli_p
eu: Gaitu gurutzearen kli_pa

source: Enable echo by _word
eu: Gaitu oihartzuna _hitzekiko

source: Enable lockin_g keys
eu: Gaitu teklak _blokeatzea

source: In_vert colors
eu: _Alderantzikatu koloreak

source: Key Echo
eu: Teklatuko oihartzuna

source: M_ost
eu: _Gehiengoa

source: Magnifier
eu: Lupa

source: Mouse trac_king mode:
eu: Saguaren jarraipen modua:

source: None Bilinear
eu: Bat ere ez Bilineala

source: Orca Preferences
eu: Orca-ren hobespenak

source: Pi_tch:
eu: _Tonua:

source: Question
eu: Galdera

source: Scale _factor:
eu: Eskalatze-_faktorea:

source: Si_ze:
eu: Ta_maina:

source: So_me
eu: _Zerbait

source: Speak _indentation and justification
eu: Irakurri _koskak eta justifikazioak

source: Speak current _cell
eu: Irakurri uneko _gelaxka

source: Speak current ro_w
eu: Irakurri uneko _errenkada

source: Speech
eu: Hitzaldia

source: Speech _system:
eu: Ahotsaren _sistema:

source: Speech synthesi_zer:
eu: Ahotsaren s_intetizadorea:

source: Ver_bose
eu: Hitzez _hitz

source: Vo_lume:
eu: _Bolumena:

source: You will have to log out for the change to take effect. Do you want to log out now?
eu: Saioa amaitu beharko duzu aldaketek eragina izan dezaten. Orain irtetzea nahi duzu?

source: _Abbreviated role names
eu: Funtzioen izen _laburrak

source: _All
eu: _Denak

source: _Bottom:
eu: _Behean:

source: _Enable speech
eu: _Gaitu ahotsa

source: _Left:
eu: E_zkerrean:

source: _None
eu: _Bat ere ez

source: _Person:
eu: _Pertsona:

source: _Rate:
eu: _Tasa:

source: _Right:
eu: E_skuinean:

source: _Smoothing:
eu: _Leuntzea:

source: _Top:
eu: _Goian:

source: _Voice settings:
eu: _Ahotsaren ezarpenak:

source: _Width:
eu: _Zabalera:

source: pixels
eu: pixel

source: User logged out - shutting down.
eu: Erabiltzaileak saioa amaitu du - itzaltzen.

source: Debug level all.
eu: Araztu maila guztietan.

source: Debug level finest.
eu: Araztu maila hoberenean.

source: Debug level finer.
eu: Araztu maila onean.

source: Caps_Lock
eu: Blok._Maius

source: off
eu: desaktibatu

source: on
eu: aktibatu

source: Num_Lock
eu: Blok. Num.

source: Speech enabled.
eu: Ahotsa gaituta.

source: Speech disabled.
eu: Ahotsa desgaituta.

source: Orca user settings reloaded.
eu: Orca-ko erabiltzaile-ezarpenak birkargatuta.

source: Welcome to Orca.
eu: Ongi etorri Orca-ra.

source: goodbye.
eu: ongi izan, agur.

source: Goodbye.
eu: Agur.

source: Usage: orca [OPTION...]
eu: Erabilera: orca [AUKERA...]

source: -?, --help Show this help message
eu: -?, --help Erakutsi laguntzako mezu hau

source: -s, --setup, --gui-setup Set up user preferences
eu: -s, --setup, --gui-setup Konfiguratu erabiltzailearen ezarpenak

source: -t, --text-setup Set up user preferences (text version)
eu: -t, --text-setup Konfiguratu erabiltzailearen ezarpenak (testu eran)

source: -n, --no-setup Skip set up of user preferences
eu: -n, --no-setup Saltatu erabiltzailearen ezarpenen konfigurazioa

source: If Orca has not been previously set up by the user, Orca will automatically launch the preferences set up unless the -n or --no-setup option is used.
eu: Erabiltzaileak ez badu Orca konfiguratu, Orca aplikazioak automatikoki abiaraziko du hobespenak konfiguratzeko tresna, baldin eta -n edo --no-setup aukerak erabili ez badira.

source: Report bugs to orca-list@gnome.org.
eu: Bidali hona erroreei buruzko mezuak: orca-list@gnome.org.

source: Speech is unavailable.
eu: Ahotsa ez dago erabilgarri.

source: Welcome to Orca setup.
eu: Ongi etorri Orca-ren konfiguraziora.

source: Select desired speech system:
eu: Hautatu ahots-sistema gogokoena:

source: Enter choice:
eu: Sartu aukera:

source: Speech will not be used.
eu: Ahotsa ezin izan go da erabili.

source: No servers available.
eu: Ez dago zerbitzaririk erabilgarri.

source: Select desired speech server.
eu: Hautatu ahots-zerbitzari gogokoena.

source: No voices available.
eu: Ez dago ahotsik erabilgarri.

source: Select desired voice:
eu: Hautatu nahi duzun ahotsa:

source: Enable echo by word? Enter y or n:
eu: Gaitu hitzaren oihartzuna? Sartu b edo e:

source: Enable key echo? Enter y or n:
eu: Gaitu teklaren oihartzuna? Sartu b edo e:

source: Enable alphanumeric and punctuation keys? Enter y or n:
eu: Gaitu alfanumerikoko eta puntuazioko teklak? Sartu b edo e:

source: Enable modifier keys? Enter y or n:
eu: Gaitu tekla aldatzaileak? Sartu b edo e:

source: Enable locking keys? Enter y or n:
eu: Gaitu blokeatzeko teklak? Sartu b edo e:

source: Enable function keys? Enter y or n:
eu: Gaitu funtzioko teklak? Sartu b edo e:

source: Enable action keys? Enter y or n:
eu: Gaitu ekintzen teklak? Sartu b edo e:

source: Enable Braille? Enter y or n:
eu: Gaitu Braille? Sartu b edo e:

source: Enable Braille Monitor? Enter y or n:
eu: Gaitu Braille-ren monitorea? Sartu b edo e:

source: Accessibility support for GNOME has just been enabled.
eu: GNOMEren erabilgarritasun euskarria gaitu egin da.

source: You need to log out and log back in for the change to take effect.
eu: Saiotik irten eta berriro sartu behar duzu aldaketek eragina izateko.

source: Setup complete. Press Return to continue.
eu: Konfigurazioa burututa. Sakatu Sartu tekla jarraitzeko.

source: Speech not available.
eu: Ahotsa ez dago erabilgarri.

source: Bilinear
eu: Bilineala

source: None
eu: Bat ere ez

source: Centered
eu: Erdian

source: Proportional
eu: Proportzionala

source: Push
eu: Sakatu

source: Default
eu: Lehenetsia

source: Uppercase
eu: Maiuskulak

source: Hyperlink
eu: Hiperesteka

source: Accessibility support for GNOME has just been enabled.
eu: GNOMEren erabilgarritasun euskarria gaitu egin da.

source: You need to log out and log back in for the change to take effect.
eu: Saiotik irten eta berriro sartu behar duzu aldaketek eragina izateko.

source: Invalid
eu: Baliogabea

source: invalid
eu: baliogabea

source: acc
eu: biz

source: Accelerator
eu: Bizkortzailea

source: accelerator
eu: bizkortzailea

source: alert
eu: abisua

source: Alert
eu: Abisua

source: Animation
eu: Animazioa

source: animation
eu: animazioa

source: arrow
eu: gezia

source: Arrow
eu: Gezia

source: cal
eu: egu

source: Calendar
eu: Egutegia

source: calendar
eu: egutegia

source: cnv
eu: oih

source: Canvas
eu: Oihala

source: canvas
eu: oihala

source: chk
eu: klk

source: CheckBox
eu: Kontrol-laukia

source: check box
eu: kontrol-laukia

source: CheckItem
eu: EgiaztatzeElementua

source: check item
eu: egiaztatze-elementua

source: ckm
eu: emn

source: CheckMenu
eu: EgiaztatzeMenua

source: check menu
eu: egiaztatze-menua

source: clrchsr
eu: klrhtz

source: ColorChooser
eu: Kolore-hautatzailea

source: color chooser
eu: kolore-hautatzailea

source: colhdr
eu: ztbgoi

source: ColumnHeader
eu: Zutabe-goiburua

source: column header
eu: zutabe-goiburua

source: cbo
eu: knb

source: Combo
eu: Konbinazio-koadroa

source: combo box
eu: konbinazio-koadroa

source: DateEditor
eu: Data-editorea

source: date editor
eu: data-editorea

source: icon
eu: ikonoa

source: DesktopIcon
eu: Mahaigaineko ikonoa

source: desktop icon
eu: mahaigaineko ikonoa

source: frame
eu: markoa

source: DesktopFrame
eu: mahaigaineko markoa

source: desktop frame
eu: mahaigaineko markoa

source: dial
eu: markatu

source: Dial
eu: Markatu

source: dlg
eu: elk

source: Dialog
eu: Elkarrizketa-koadroa

source: dialog
eu: elkarrizketa-koadroa

source: DirectoryPane
eu: Direktorio-panela

source: directory pane
eu: direktorio-panela

source: draw
eu: mar

source: DrawingArea
eu: Marrazte-area

source: drawing area
eu: marrazte-area

source: fchsr
eu: ftxhau

source: FileChooser
eu: Fitxategi-hautatzailea

source: file chooser
eu: fitxategi-hautatzailea

source: flr
eu: bet

source: Filler
eu: Betegarria

source: filler
eu: betegarria

source: fnt
eu: ltrhau

source: FontChooser
eu: Letra-hautatzailea

source: font chooser
eu: letra-hautatzailea

source: frm
eu: mrk

source: Frame
eu: Markoa

source: gpn
eu: pgar

source: GlassPane
eu: Panel gardena

source: glass pane
eu: panel gardena

source: HtmlContainer
eu: HTML ontzia

source: h t m l container
eu: h t m l ontzia

source: Icon
eu: Ikonoa

source: img
eu: iru

source: Image
eu: Irudia

source: image
eu: irudia

source: InternalFrame
eu: Barneko markoa

source: internal frame
eu: barneko markoa

source: lbl
eu: etk

source: Label
eu: Etiketa

source: label
eu: etiketa

source: lyrdpn
eu: grzpnl

source: LayeredPane
eu: Geruzadun panela

source: layered pane
eu: geruzadun panela

source: lst
eu: zrd

source: List
eu: Zerrenda

source: list
eu: zerrenda

source: lstitm
eu: zrdelm

source: ListItem
eu: Zerrenda-elementua

source: list item
eu: zerrenda-elementua

source: Menu
eu: Menua

source: menu
eu: menua

source: MenuBar
eu: Menu-barra

source: menu bar
eu: menu-barra

source: mnuitm
eu: mnuelm

source: MenuItem
eu: Menu-elementua

source: menu item
eu: menu-elementua

source: optnpn
eu: akrpnl

source: OptionPane
eu: Aukera-panela

source: option pane
eu: aukera-panela

source: page
eu: orria

source: Page
eu: Orrialdea

source: tblst
eu: ftxzrd

source: TabList
eu: Fitxen zerrenda

source: tab list
eu: fitxen zerrenda

source: Panel
eu: Panela

source: panel
eu: panela

source: pwd
eu: psh

source: Password
eu: Pasahitza

source: password
eu: pasahitza

source: popmnu
eu: lstmnu

source: PopupMenu
eu: Laster-menua

source: popup menu
eu: laster-menua

source: Progress
eu: Progresioa

source: progress bar
eu: progresio-barra

source: btn
eu: bto

source: button
eu: botoia

source: radio
eu: irtbto

source: RadioButton
eu: Irrati-botoia

source: radio button
eu: irrati-botoia

source: rdmnuitm
eu: irtmnuelm

source: RadioItem
eu: Irratiaren menu-elementua

source: radio menu item
eu: irratiaren menu-elementua

source: rdmnu
eu: irtmnu

source: RadioMenu
eu: Irrati-menua

source: radio menu
eu: irrati-menua

source: rtpn
eu: rropnl

source: RootPane
eu: Erro-panela

source: root pane
eu: erro-panela

source: rwhdr
eu: rkdgoi

source: RowHeader
eu: Errenkada-goiburua

source: row header
eu: errenkada-goiburua

source: scbr
eu: krbar

source: ScrollBar
eu: Korritze-barra

source: scroll bar
eu: korritze-barra

source: scpn
eu: krpnl

source: ScrollPane
eu: Korritze-panela

source: scroll pane
eu: korritze-panela

source: seprtr
eu: brzl

source: Separator
eu: Bereizlea

source: separator
eu: bereizlea

source: sldr
eu: grdl

source: Slider
eu: Graduatzailea

source: slider
eu: graduatzailea

source: spltpn
eu: ztzpnl

source: SplitPane
eu: Zatitze-panela

source: split pane
eu: zatitze-panela

source: spin
eu: bira

source: SpinButton
eu: Biratze-botoia

source: spin button
eu: biratze-botoia

source: statbr
eu: grabr

source: StatusBar
eu: Egoera-barra

source: status bar
eu: egoera-barra

source: tbl
eu: tla

source: Table
eu: Taula

source: table
eu: taula

source: Cell
eu: Gelaxka

source: tomnuitm
eu: mnuaskelm

source: TearOffMenuItem
eu: Menu askagarriko elementua

source: tear off menu item
eu: menu askagarriko elementua

source: Terminal
eu: Terminala

source: terminal
eu: terminala

source: Text
eu: Testua

source: text
eu: testua

source: tglbtn
eu: tdkbto

source: ToggleButton
eu: Txandakatze-botoia

source: toggle button
eu: txandakatze-botoia

source: tbar
eu: trnbr

source: ToolBar
eu: Tresna-barra

source: tool bar
eu: tresna-barra

source: tip
eu: ahlk

source: ToolTip
eu: Aholkua

source: tool tip
eu: aholkua

source: tree
eu: zuhaitza

source: Tree
eu: Zuhaitza

source: trtbl
eu: zhttla

source: TreeTable
eu: Zuhaitz-taula

source: tree table
eu: zuhaitz-taula

source: unk
eu: zzgn

source: Unknown
eu: Ezezaguna

source: unknown
eu: ezezaguna

source: vwprt
eu: lhtl

source: Viewport
eu: Leihatila

source: viewport
eu: leihatila

source: wnd
eu: lha

source: Window
eu: Leihoa

source: window
eu: leihoa

source: hdr
eu: gbk

source: Header
eu: Goiburukoa

source: header
eu: goiburukoa

source: ftr
eu: rna

source: Footer
eu: Orri-oina

source: footer
eu: orri-oina

source: Paragraph
eu: Paragrafoa

source: paragraph
eu: paragrafoa

source: app
eu: apl

source: Application
eu: Aplikazioa

source: application
eu: aplikazioa

source: auto
eu: automatikoa

source: AutoComplete
eu: Auto-osatzea

source: autocomplete
eu: auto-osatzea

source: edtbr
eu: edzbr

source: EditBar
eu: Edizio-barra

source: edit bar
eu: edizio-barra

source: emb
eu: kps

source: EmbeddedComponent
eu: Kapsulatutako osagaia

source: embedded component
eu: kapsulatutako osagaia

source: calv
eu: eguiku

source: CalendarView
eu: Egutegiaren ikuspegia

source: calendar view
eu: egutegiaren ikuspegia

source: cale
eu: eguger

source: CalendarEvent
eu: Egutegi gertaera

source: calendar event
eu: egutegi gertaera

source: screen
eu: pantaila

source: Please
eu: Mesedez

source: Welcome
eu: Ongi etorri

source: Congratulations
eu: Zorionak

source: No appointments
eu: Hitzordurik ez

source: Directories button
eu: Direktorioen botoia

source: Assistant
eu: Laguntzailea

source: link
eu: esteka

source: Toggle whether we prefix chat room messages with the name of the chat room.
eu: Aldatu berriketarako gelako mezuak gelako izenarekin aurrezarri edo ez.

source: Speak and braille a previous chat room message.
eu: Irakurri eta braille aurreko berriketako gelako mezua.

source: speak chat room name.
eu: irakurri berriketako gelaren izena.

source: Do not speak chat room name.
eu: Ez irakurri berriketako gelaren izena.

source: Message from chat room
eu: Mezua berriketa gelatik

source: Change to:
eu: Aldatu hona:

source: Misspelled word:
eu: Gaizki idatzitako hitza:

source: Completed spell checking
eu: Ortografia-egiaztapena bukatuta

source: Spell checking is complete.
eu: Ortografia zuzenketa burututa.

source: Press Tab and Return to terminate.
eu: Sakatu Tabulatzailea eta Sartu teklak amaitzeko.

source: Check Spelling
eu: Egiaztatu ortografia

source: Speaks the contents of the input line.
eu: Irakurri sarrerako lerroko edukia.

source: empty
eu: hutsa

source: Welcome to StarOffice
eu: Ongi etorri StarOffice-ra

source: Spellcheck:
eu: Zuzentzailea:

source: Note that the Scroll Down button has to be pressed numerous times.
eu: Jakin ezazu behera korritzeko botoia hainbat aldiz sakatu duzula.

source: License Agreement Accept button now has focus.
eu: Lizentzia onartzeko botoiak du orain fokua.

source: First name
eu: Izena
