Repository: dsutilo/guadalinex-v4
Catalog: apps/devede/tags/3.1b/po/*.po
Languages: de_de

source: Media size:
de_de: Kapazität der Disk:

source: <b>Action to perform when this title ends</b>
de_de: <b>Aktion, die am Ende dieses Titels ausgeführt werden soll</b>

source: <b>Action</b>
de_de: <b>Aktion</b>

source: <b>Audio rate (Kbits/sec)</b>
de_de: <b>Audio-Rate (Kbits/s)</b>

source: <b>Disk usage</b>
de_de: <b>Speicherverbrauch</b>

source: <b>Division in chapters</b>
de_de: <b>Aufteilung in Kapitel</b>

source: <b>Extra parameters for Mencoder</b>
de_de: <b>Zusätzliche Mencoder-Parameter</b>

source: <b>File info</b>
de_de: <b>Dateiinfo</b>

source: <b>File split</b>
de_de: <b>Datei aufteilen</b>

source: <b>File with subtitles</b>
de_de: <b>Datei mit Untertiteln</b>

source: <b>File</b>
de_de: <b>Datei</b>

source: <b>Files</b>
de_de: <b>Dateien</b>

source: <b>Final size</b>
de_de: <b>Endgröße</b>

source: <b>MacroBlock decision algorithm</b>
de_de: <b>MacroBlock-Decision-Algorithmus</b>

source: <b>Menu background (only PNG)</b>
de_de: <b>Menü-Hintergrund (nur PNG)</b>

source: <b>Menu font</b>
de_de: <b>Schriftart für Menü</b>

source: <b>Menu format</b>
de_de: <b>Menüformat</b>

source: <b>Options</b>
de_de: <b>Optionen</b>

source: <b>Preview video</b> DeVeDe will create a preview with the selected parameters, so you will be able to check video quality, audio sync and so on. Choose how many seconds of film you want to convert to create the preview, and the directory where you want to store the temporary file (default is /var/tmp).
de_de: <b>Videovorschau</b> DeVeDe wird eine Vorschau basierend auf den gewählten Parametern erzeugen. Sie können also Videoqualität, Synchronität der Audiospur usw. überprüfen. Bitte geben Sie an, wieviele Sekunden des Films als Vorschau erzeugt werden sollen. Legen Sie auch das Verzeichnis für die temporäre Datei fest (Standard ist /var/tmp).

source: <b>Scaling mode</b>
de_de: <b>Skalierungsmodus</b>

source: <b>Special</b>
de_de: <b>Spezial</b>

source: <b>Title's name</b>
de_de: <b>Titelname</b>

source: <b>Titles</b>
de_de: <b>Titel</b>

source: <b>Video rate (Kbits/sec)</b>
de_de: <b>Video-Rate (Kbits/s</b>

source: A CD with video in MPEG-1 format, with quality equivalent to VHS. Stores up to 80 minutes in a 80-minutes CD-R. Playable in all DVD players.
de_de: Eine CD mit MPEG-1-kodiertem Video. Vergleichbare Qualität wie VHS. Speichert bis zu 80 min Film auf einer CD-R für 80-Minuten. In allen DVD-Playern abspielbar.

source: A CD with video in MPEG-2 format and a resolution of 352x480 (or 352x576 in PAL). Playable in most of DVD players.
de_de: Eine CD mit MPEG-2-kodiertem Video in einer Auflösung von 352x480 (oder 352x576 bei PAL). In den meisten DVD-Playern abspielbar.

source: A CD with video in MPEG-2 format and a resolution of 480x480 pixels (480x576 in PAL). Playable in nearly all DVD players.
de_de: Eine CD mit MPEG-2-kodiertem Video in einer Auflösung von 480x480 Pixeln (480x576 bei PAL). In fast allen DVD-Playern abspielbar.

source: A classic Video DVD, playable in all DVD players.
de_de: Klassische Video-DVD, abspielbar in allen DVD-Playern.

source: Abort the current DVD and exit?
de_de: Aktuellen Vorgang abbrechen und DeVeDe beenden?

source: Aborted. There can be temporary files at the destination directory.
de_de: Abgebrochen. Es könnten sich temporäre Dateien im Zielverzeichnis befinden.

source: Add a menu with the titles
de_de: Ein Menü mit den Titeln hinzufügen

source: Add black bars
de_de: Schwarze Balken hinzufügen

source: Advanced options
de_de: Erweiterte Optionen

source: Audio delay (in seconds):
de_de: Audio-Verzögerung (in Sekunden):

source: Audio options
de_de: Audio-Optionen

source: Audio rate (Kbits/sec):
de_de: Audio-Rate (Kbits/s):

source: Can't find the following programs:
de_de: Kann die folgenden Programme nicht finden:

source: Cancel job?
de_de: Vorgang abbrechen?

source: Choose a file
de_de: Datei auswählen

source: Choose a file with a movie
de_de: Video-Datei auswählen

source: Choose the disk to create
de_de: Zu erzeugende Disk wählen

source: Choose the folder where DeVeDe will create the DVD image and a name for it. Don't use a folder in a VFAT/FAT32 drive.
de_de: Wählen Sie den Ordner, in dem DeVeDe das DVD-Abbild erzeugen wird und dessen Namen. Benutzen Sie keinen Ordner auf einem VFAT/FAT32-Laufwerk.

source: Clear
de_de: Aufräumen

source: Create an ISO or BIN/CUE image, ready to burn to a disk
de_de: Erzeuge ein brennfertiges ISO- oder BIN/CUE-Abbild.

source: Create disk structure
de_de: Erzeuge Struktur der Disk

source: Creating...
de_de: Erzeuge...

source: DeVeDe needs them in order to work. If you want to use DeVeDe, you must install all of them.
de_de: DeVeDe benötigt diese, um korrekt zu funktionieren. Um DeVeDe benutzen zu können, müssen sie installiert sein.

source: Default
de_de: Standard

source: Delete chapter
de_de: Kapitel löschen

source: Delete current disc structure?
de_de: Atuelle Disk-Struktur löschen?

source: Delete the current disc structure and start again?
de_de: Die aktuelle Disk-Struktur löschen und von vorn beginnen?

source: Delete title
de_de: Titel löschen

source: DivX format doesn't support subtitles. Please, read the FAQ.
de_de: Das DivX-Format unterstützt keine Untertitel. Lesen Sie bitte die FAQ.

source: Don't deinterlace
de_de: Kein deinterlace

source: Encoding:
de_de: Kodierung:

source: Erase temporary files
de_de: Temporäre Dateien löschen

source: Error
de_de: Fehler

source: Estimated final length (MBytes):
de_de: Geschätzte Gesamtlänge (MBytes):

source: Estimated length (MBytes):
de_de: Geschätzte Länge (MBytes):

source: Exit DeVeDe
de_de: DeVeDe beenden

source: File properties
de_de: Dateieigenschaften

source: Final size (pixels):
de_de: Finale Größe (Pixel):

source: Folder for temporary file
de_de: Ordner für temporäre Datei

source: Frames per second:
de_de: Frames pro Sekunde:

source: If you load a disc structure you will loose your current structure (unless you saved it). Continue?
de_de: Wenn Sie eine Disk-Struktur laden, werden Sie Ihre aktuelle Struktur verlieren (außer Sie haben sie gesichert). Fortsetzen?

source: Job done!
de_de: Erledigt!

source: Length (seconds):
de_de: Länge (Sekunden):

source: Linear blend
de_de: Lineare Blende

source: Load a disc structure
de_de: Struktur der Disk laden

source: Menu options
de_de: Menü-Eigenschaften

source: Menu preview
de_de: Menü-Vorschau

source: Only convert film files to compliant MPEG files
de_de: Nur MPEG-Dateien erzeugen

source: Original audio rate (Kbits/sec):
de_de: Original-Audio-Rate (Kbits/s):

source: Original length (seconds):
de_de: Originallänge (Sekunden):

source: Original size (pixels):
de_de: Originalgröße (Pixel):

source: Original video rate (Kbits/sec):
de_de: Original-Video-Rate (Kbits/s):

source: Output aspect ratio:
de_de: Bildseitenformat der Ausgabe:

source: Output video format:
de_de: Ausgabe-Video-Format:

source: Play the first title
de_de: Den ersten Titel abspielen

source: Play the last title
de_de: Den letzten Titel abspielen

source: Play the next title
de_de: Den nächsten Titel abspielen

source: Play the previous title
de_de: Den vorherigen Titel abspielen

source: Play this title again (loop)
de_de: Diesen Titel erneut abspielen (Wiederholung)

source: Preview
de_de: Vorschau

source: Preview menu
de_de: Vorschau des Menüs

source: Proceed?
de_de: Fortfahren?

source: Put subtitles upper
de_de: Untertitel anheben

source: Quality options
de_de: Qualitätseinstellungen

source: Replay the preview again?
de_de: Vorschau erneut abspielen?

source: Save current disc structure
de_de: Struktur der Disk speichern

source: Scale picture
de_de: Bild skalieren

source: Select MBD mode which needs the fewest bits
de_de: MBD-Modus benutzen (benötigt weniger Bit)

source: Select a picture to be used as background for disc's menu
de_de: Wählen Sie ein Bild, das als Menü-Hintergrund verwendet werden soll

source: Select the MBD mode which has the best rate distortion (better quality)
de_de: MBD-Modus mit Rate-Distortion verwenden (bessere Qualität)

source: Select the kind of disk you want to create with DeVeDe
de_de: Wählen Sie den Disk-Typ, der mit DeVeDe erzeugt werden soll.

source: Set default background
de_de: Standard-Hintergrund festlegen

source: Size (in minutes) for each chapter:
de_de: Länge (in Minuten) für jedes Kapitel:

source: Size of chapters:
de_de: Kapitellänge:

source: Split the file in chapters (for easy seeking)
de_de: Datei in Kapitel aufteilen (für einfachere Suche)

source: Stop reproduction/show disc menu
de_de: Reproduktion stoppen/Menü anzeigen

source: Store full length
de_de: Komplette Länge speichern

source: Store the first half
de_de: Erste Hälfte speichern

source: Store the second half
de_de: Zweite Hälfte speichern

source: Subtitles
de_de: Untertitel

source: There was an error while importing the file:
de_de: Es ist ein Fehler beim Importieren der Datei aufgetreten:

source: This file is already a DVD/xCD-suitable MPEG-PS file
de_de: Diese Datei ist bereits eine DVD/xCD-konforme MPEG-PS-Datei

source: Title properties
de_de: Titeleigenschaften

source: Use 16:9 aspect ratio for output
de_de: Bildformat 16:9 für Ausgabe verwenden

source: Use MBCMP (faster)
de_de: Benutze MBCMP (schneller)

source: Use Trellis Searched Quantization (better quality, slower conversion)
de_de: Benutze Trellis Searched Quantization (höhere Qualität, aber langsamer)

source: Video options
de_de: Video-Optionen

source: Video rate (Kbits/sec):
de_de: Video-Rate (Kbits/s):

source: Warning
de_de: Warnung

source: Warning: you already have a disc structure
de_de: Warunung: es ist bereits eine Disk-Struktur vorhanden

source: You chose to delete this chapter and reorder the other ones:
de_de: Sie wollen dieses Kapitel löschen und die anderen neu ordnen:

source: You chose to delete this title and reorder the other ones:
de_de: Sie wollen diesen Titel löschen und die anderen neu ordnen:

source: Your DVD structure contains empty titles. Continue anyway?
de_de: Ihre DVD-Struktur enthält leere Titel. Dennoch fortsetzen?

source: _File
de_de: _Datei

source: _Help
de_de: _Hilfe

source: Creating BIN/CUE files
de_de: Erzeuge BIN/CUE-Dateien

source: Failed to create the BIN/CUE files Maybe you ran out of disk space
de_de: Erzeugen der BIN/CUE-Dateien fehlgeschlagen. Vielleicht ist Ihre Festplatte voll.

source: Creating ISO file
de_de: Erzeuge ISO-Datei

source: Failed to create the ISO image Maybe you ran out of disk space
de_de: Erzeugen der ISO-Datei fehlgeschlagen. Vielleicht ist Ihre Festplatte voll.

source: Insuficient free space. To create this disk %(total)d MBytes are needed, but only %(free)d MBytes are available.
de_de: Unzureichender Speicherplatz. Zum Erzeugen der DVD werden %(total)d MBytes benötigt, aber nur %(free)d MBytes sind verfügbar.

source: Failed to write to the destination directory. Check that you have privileges and free space there.
de_de: Schreiben ins Zielverzeichnis fehlgeschlagen. Prüfen Sie den Speicherplatz und die Zugriffsrechte.

source: Creating DVD tree structure
de_de: Erzeuge Baumstruktur der DVD

source: Failed to create the DVD tree Maybe you ran out of disk space
de_de: Erzeugen der Baumstruktur der DVD fehlgeschlagen. Vielleicht ist Ihre Festplatte voll.

source: Please, add only one file each time.
de_de: Bitte fügen Sie Dateien einzeln ein.

source: Some files weren't video files. None added.
de_de: Einige Dateien waren keine Videodateien. Sie wurden nicht hinzugefügt.

source: File doesn't seem to be a video file.
de_de: Diese Datei scheint keine Videodatei zu sein.

source: File seems to be an audio file.
de_de: Diese Datei scheint eine Audiodatei zu sein.

source: no chapters
de_de: keine Kapitel

source: Title
de_de: Titel

source: Can't find the menu background. Check the menu options.
de_de: Kann Menü-Hintergrund nicht finden. Überprüfen Sie die Menü-Eigenschaften.

source: Unsaved disc structure
de_de: Struktur der Disk nicht gesichert

source: No filename
de_de: Kein Dateiname

source: Can't save the file.
de_de: Kopieren der Datei nicht möglich.

source: Can't open the file.
de_de: Öffnen der Datei nicht möglich.

source: That file doesn't contain a disc structure.
de_de: Diese Datei enthält keine Disk-Struktur.

source: That file doesn't contain a DeVeDe structure.
de_de: Diese Datei enthält keine DeVeDe-Struktur.

source: Can't find the following movie files. Please, add them and try to load the disc structure again.
de_de: Kann die folgenden Videodateien nicht finden. Fügen Sie sie bitte hinzu und versuchen Sie, die Disk-Struktur erneut zu laden.

source: Can't find the menu background. I'll open the disc structure anyway with the default menu background, so don't forget to fix it before creating the disc.
de_de: Kann den Menü-Hintergrund nicht finden. Die Disk-Struktur wird mit dem Standard-Menü-Hintergrund geöffnet; vergessen Sie also nicht, dies zu korrigieren, bevor Sie die Disk erstellen.

source: Video files
de_de: Videodateien

source: All files
de_de: Alle Dateien

source: Adding subtitles to
de_de: Füge Untertitel hinzu

source: Conversion failed. It seems a bug of SPUMUX.
de_de: Konvertierung fehlgeschlagen. Sieht nach einem Fehler von SPUMUX aus.

source: File copy failed Maybe you ran out of disk space?
de_de: Kopieren der Datei fehlgeschlagen. Vielleicht ist Ihre Festplatte voll?

source: Copying the file
de_de: Kopiere die Datei

source: Creating preview
de_de: Vorschau erzeugen

source: Converting files from title
de_de: Konvertiere Dateien des Titels

source: Conversion failed. It seems a bug of Mencoder.
de_de: Konvertierung fehlgeschlagen. Sieht nach einem Fehler von Mencoder aus.

source: Conversion failed Maybe you ran out of disk space?
de_de: Konvertierung fehlgeschlagen. Vielleicht ist Ihre Festplatte voll.

source: Can't add the buttons to the menus. It seems a bug of SPUMUX.
de_de: Konvertierung fehlgeschlagen. Sieht nach einem Fehler von SPUMUX aus.
