Repository: dsutilo/guadalinex-v4
Catalog: customize_system/packages/tasksel/tasksel-2.50ubuntu7guada1/tasks/po/*.po
Languages: gl, hu, th

source: Albanian desktop
gl: Escritorio en albanés
hu: Albán munkaasztal

source: This task localises the desktop in Albanian.
gl: Esta tarefa adapta o escritorio ao albanés.
hu: E metacsomag a munkaasztalt albánra állítja.

source: Arabic environment
gl: Ambiente en árabe
hu: Arab környezet
th: สภาพแวดล้อมภาษาอารบิก

source: This task installs programs, data files, fonts, and documentation that makes it easier for Arabic speakers to use Debian.
gl: Esta tarefa instala programas, ficheiros de datos, tipos de letra e documentación que facilitan o emprego de Debian aos falantes de árabe.
hu: E metacsomag arabul beszélőknek szánt programokat, adatfájlokat, betűkészleteket és dokumentációt telepít.
th: งานติดตั้งนี้ ติดตั้งโปรแกรม แฟ้มข้อมูล แบบอักษร และเอกสาร เพื่อความสะดวกในการใช้งานเดเบียนของผู้ใช้ภาษาอารบิก

source: Arabic desktop
gl: Escritorio en árabe
hu: Arab munkaasztal

source: This task localises the desktop in Arabic.
gl: Esta tarefa adapta o escritorio ao árabe.
hu: E metacsomag a munkaasztalt arabra állítja.
th: งานติดตั้งนี้ แปลและปรับแต่งเดสก์ท็อปเป็นภาษาอารบิก

source: Basque desktop
gl: Escritorio en euskera
hu: Baszk munkaasztal

source: This task localises the desktop in Basque.
gl: Esta tarefa adapta o escritorio ao euskera.
hu: E metacsomag a munkaasztalt baszkra állítja.

source: Belarusian environment
gl: Ambiente en bielorruso
hu: Belorosz környezet

source: This task installs packages and documentation in Belarusian to help Belarusian speaking people use Debian.
gl: Esta tarefa instala paquetes e documentación en bielorruso para axudar aos falantes de bielorruso a empregar Debian.
hu: E metacsomag fehérorosz nyelvűeknek szánt csomagokat és dokumentációt telepít.

source: Belarusian desktop
gl: Escritorio en bielorruso
hu: Belorusz munkaasztal

source: This task localises the desktop in Belarusian.
gl: Esta tarefa adapta o escritorio ao bielorruso.
hu: E metacsomag a munkaasztalt beloruszra állítja.

source: Bengali environment
gl: Ambiente en bengalí
hu: Bengáli környezet
th: สภาพแวดล้อมภาษาเบ็งกาลี

source: This task installs programs, data files, fonts, and documentation that makes it easier for Bengali speakers to use Debian.
gl: Esta tarefa instala programas, ficheiros de datos, tipos de letra e documentación que facilitan o emprego de Debian aos falantes de bengalí.
hu: E metacsomag bengáli nyelvűeknek szánt programokat, adatfájlokat, betűkészleteket és dokumentációt telepít.
th: งานติดตั้งนี้ ติดตั้งโปรแกรม แฟ้มข้อมูล แบบอักษร และเอกสาร เพื่อความสะดวกในการใช้งานเดเบียนของผู้ใช้ภาษาเบ็งกาลี

source: Bengali desktop
gl: Escritorio en bengalí
hu: Bengáli munkaasztal

source: This task localises the desktop in Bengali.
gl: Esta tarefa adapta o escritorio ao bengalí.
hu: E metacsomag a munkaasztalt bengálira állítja.
th: งานติดตั้งนี้ แปลและปรับแต่งเดสก์ท็อปเป็นภาษาเบ็งกาลี

source: Bosnian desktop
gl: Escritorio en bosnio
hu: Bosnyák munkaasztal

source: This task localises the desktop in Bosnian.
gl: Esta tarefa adapta o escritorio ao bosnio.
hu: E metacsomag a munkaasztalt bosnyákra állítja.

source: Brazilian Portuguese environment
gl: Ambiente en portugués do Brasil
hu: Brazíliai portugál környezet
th: สภาพแวดล้อมภาษาโปรตุเกสบราซิล

source: This task installs programs, data files, and documentation that make it easier for Brazilian Portuguese speakers to use Debian.
gl: Esta tarefa instala programas, ficheiros de datos e documentación que facilitan o emprego de Debian polos falantes de portugués do Brasil.
hu: E metacsomag brazíliai portugál nyelvűeknek szánt programokat, adatfájlokat és dokumentációt telepít.
th: งานติดตั้งนี้ ติดตั้งโปรแกรม แฟ้มข้อมูล และเอกสาร เพื่อความสะดวกในการใช้งานเดเบียนของผู้ใช้ภาษาโปรตุเกสบราซิล

source: Brazilian Portuguese desktop
gl: Escritorio en portugués do Brasil
hu: Brazíliai portugál munkaasztal
th: เดสก์ท็อปภาษาโปรตุเกสบราซิล

source: This task localises the desktop in Brasilian Portuguese.
gl: Esta tarefa adapta o escritorio ao portugués do Brasil.
hu: E metacsomag a munkaasztalt brazíliai portugálra állítja.
th: งานติดตั้งนี้ แปลและปรับแต่งเดสก์ท็อปเป็นภาษาโปรตุเกสบราซิล

source: Bulgarian environment
gl: Ambiente en búlgaro
hu: Bolgár környezet
th: สภาพแวดล้อมภาษาบัลแกเรีย

source: This task installs programs and data files that make it easier for Bulgarian speakers to use Debian.
gl: Esta tarefa instala programas e ficheiros de datos que facilitan o emprego de Debian aos falantes de búlgaro.
hu: E metacsomag bolgár nyelvűeknek szánt programokat és adatfájlokat telepít.
th: งานติดตั้งนี้ ติดตั้งโปรแกรมและแฟ้มข้อมูล เพื่อความสะดวกในการใช้งานเดเบียนของผู้ใช้ภาษาบัลแกเรีย

source: Bulgarian desktop
gl: Escritorio en búlgaro
hu: Bolgár munkaasztal
th: เดสก์ท็อปภาษาบัลแกเรีย

source: This task localises the desktop in Bulgarian.
gl: Esta tarefa adapta o escritorio ao búlgaro.
hu: E metacsomag a munkaasztalt bolgárra állítja.
th: งานติดตั้งนี้ แปลและปรับแต่งเดสก์ท็อปเป็นภาษาบัลแกเรีย

source: Catalan environment
gl: Ambiente en catalán
hu: Katalán környezet
th: สภาพแวดล้อมภาษาคาตะลาน

source: This task installs packages and documentation in Catalan to help Catalan speaking people use Debian.
gl: Esta tarefa instala paquetes e documentación en catalán para axudar aos falantes de catalán a empregar Debian.
hu: E metacsomag katalánul beszélőknek szánt csomagokat és dokumentációt telepít.
th: งานติดตั้งนี้ ติดตั้งแพกเกจและเอกสารภาษาคาตะลาน เพื่อความสะดวกในการใช้งานเดเบียนของผู้ใช้ภาษาคาตะลาน

source: Catalan desktop
gl: Escritorio en catalán
hu: Katalán munkaasztal
th: เดสก์ท็อปภาษาคาตะลาน

source: This task localises the desktop in Catalan.
gl: Esta tarefa adapta o escritorio ao catalán.
hu: E metacsomag a munkaasztalt katalánra állítja.
th: งานติดตั้งนี้ แปลและปรับแต่งเดสก์ท็อปเป็นภาษาคาตะลาน

source: Simplified Chinese environment
gl: Ambiente en chinés simplificado
hu: Egyszerűsített kínai környezet
th: สภาพแวดล้อมภาษาจีนประยุกต์

source: This task installs programs, data files, fonts, and documentation that make it easier for Chinese speakers to use Debian, using the simplified Chinese encoding.
gl: Esta tarefa instala programas, ficheiros de datos, tipos de letra e documentación que facilitan o emprego de debian polos falantes de chinés que empregan a escritura chinesa simplificada.
hu: E metacsomag egyszerűsített kínai kódolást használóknak szánt programokat, adatfájlokat, betűkészleteket és dokumentációt telepít.
th: งานติดตั้งนี้ ติดตั้งโปรแกรม แฟ้มข้อมูล แบบอักษร และเอกสาร เพื่อความสะดวกในการใช้งานเดเบียนของผู้ใช้ภาษาจีน โดยใช้รหัสอักขระภาษาจีนประยุกต์

source: Simplified Chinese desktop
gl: Escritorio en chinés simplificado
hu: Egyszerűsített kínai munkaasztal
th: เดสก์ท็อปภาษาจีนประยุกต์

source: This task localises the desktop in Simplified Chinese.
gl: Esta tarefa adapta o escritorio ao chinés simplificado.
hu: E metacsomag a munkaasztalt egyszerűsített kínaira telepíti.
th: งานติดตั้งนี้ แปลและปรับแต่งเดสก์ท็อปเป็นภาษาจีนประยุกต์

source: Traditional Chinese environment
gl: Ambiente en chinés tradicional
hu: Hagyományos kínai környezet
th: สภาพแวดล้อมภาษาจีนดั้งเดิม

source: This task installs programs, data files, fonts, and documentation that make it easier for Chinese speakers to use Debian, using the traditional Chinese encoding.
gl: Esta tarefa instala programas, ficheiros de datos, tipos de letra e documentación que facilitan o emprego de Debian polos falantes de chinés que empregan a escritura chinesa tradicional.
hu: E metacsomag hagyományos kínai kódolást használóknak szánt programokat, adatfájlokat, betűkészleteket és dokumentációt telepít.
th: งานติดตั้งนี้ ติดตั้งโปรแกรม แฟ้มข้อมูล แบบอักษร และเอกสาร เพื่อความสะดวกในการใช้งานเดเบียนของผู้ใช้ภาษาจีน โดยใช้รหัสอักขระภาษาจีนดั้งเดิม

source: Traditional Chinese desktop
gl: Escritorio en chinés tradicional
hu: Hagyományos kínai munkaasztal

source: This task localises the desktop in Traditional Chinese.
gl: Esta tarefa adapta o escritorio ao chinés tradicional.
hu: E metacsomag a munkaasztalt hagyományos kínaira állítja.
th: งานติดตั้งนี้ แปลและปรับแต่งเดสก์ท็อปเป็นภาษาจีนดั้งเดิม

source: Croatian desktop
gl: Escritorio en croata
hu: Horvát munkaasztal

source: This task localises the desktop in Croatian.
gl: Esta tarefa adapta o escritorio ao croata.
hu: E metacsomag a munkaasztalt horvátra állítja.

source: Cyrillic environment
gl: Ambiente cirílico
hu: Cirill környezet
th: สภาพแวดล้อมอักขระซีริลลิก

source: This task provides Cyrillic fonts and other software you will need in order to use Cyrillic. It supports Belarusian, Bulgarian, Macedonian, Russian, Serbian and Ukrainian.
gl: Esta tarefa fornece tipos de letra cirílicos e outro software que cómpre para empregar o alfabeto cirílico. Ten soporte para o bielorruso, búlgaro, macedonio, ruso, serbio e ucraíno.
hu: E metacsomag cirill betűkészleteket és a cirill használathoz szükséges betűkészleteket és más programokat telepít. Támogatja a fehérorosz, bolgár, macedón, orosz, szerb és ukrán nyelvet.
th: งานติดตั้งนี้ ติดตั้งแบบอักษรภาษาซีริลลิก และซอฟต์แวร์อื่นๆ ที่จำเป็นในการใช้อักขระซีริลลิก ภาษาที่สนับสนุนคือ ภาษาเบลารุส, บัลแกเรีย, มาซิโดเนีย, รัสเซีย, เซอร์เบีย และยูเครน

source: Cyrillic desktop
gl: Escritorio cirílico
hu: Cirill munkaasztal
th: เดสก์ท็อปอักขระซีริลลิก

source: This task localises the desktop in Cyrillic. It supports Belarusian, Bulgarian, Macedonian, Russian, Serbian and Ukrainian.
gl: Esta tarefa adapta o escritorio ao alfabeto cirílico. Ten soporte para o bielorruso, búlgaro, macedonio, ruso, serbio e ucraíno.
hu: E metacsomag a munkaasztalt cirillbetűsre állítja. Támogatja a fehérorosz, bolgár, makedón, orosz, szerb és ukrán nyelvet.
th: งานติดตั้งนี้ แปลและปรับแต่งเดสก์ท็อปเพื่อการใช้อักขระซีริลลิก ภาษาที่สนับสนุนคือ ภาษาเบลารุส, บัลแกเรีย, มาซิโดเนีย, รัสเซีย, เซอร์เบีย และยูเครน

source: Czech environment
gl: Ambiente en checo
hu: Cseh környezet
th: สภาพแวดล้อมภาษาเช็ก

source: This task installs packages and documentation in Czech to help Czech speaking people use Debian.
gl: Esta tarefa instala paquetes e documentación en checo para axudar aos falantes de checo a empregar Debian.
hu: E metacsomag cseh nyelvűeknek szánt csomagokat és dokumentációt telepít.
th: งานติดตั้งนี้ ติดตั้งแพกเกจและเอกสารภาษาเช็ก เพื่อความสะดวกในการใช้งานเดเบียนของผู้ใช้ภาษาเช็ก

source: Czech desktop
gl: Escritorio en checo
hu: Cseh munkaasztal
th: เดสก์ท็อปภาษาเช็ก

source: This task localises the desktop in Czech.
gl: Esta tarefa adapta o escritorio ao checo.
hu: E metacsomag a munkaasztalt cseh nyelvűre állítja.
th: งานติดตั้งนี้ แปลและปรับแต่งเดสก์ท็อปเป็นภาษาเช็ก

source: Danish environment
gl: Ambiente en dinamarqués
hu: Dán környezet
th: สภาพแวดล้อมภาษาเดนมาร์ก

source: This task installs packages and documentation in Danish to help Danish speaking people use Debian.
gl: Esta tarefa instala paquetes e documentación en dinamarqués para axudar aos falantes de dinamarqués a empregar Debian.
hu: E metacsomag dánul beszélőknek szánt csomagokat és dokumentációt telepít.
th: งานติดตั้งนี้ ติดตั้งแพกเกจและเอกสารภาษาเดนมาร์ก เพื่อความสะดวกในการใช้งานเดเบียนของผู้ใช้ภาษาเดนมาร์ก

source: Danish desktop
gl: Escritorio en dinamarqués
hu: Dán munkaasztal
th: เดสก์ท็อปภาษาเดนมาร์ก

source: This task localises the desktop in Danish.
gl: Esta tarefa adapta o escritorio ao dinamarqués.
hu: E metacsomag a munkaasztalt dánra állítja.
th: งานติดตั้งนี้ แปลและปรับแต่งเดสก์ท็อปเป็นภาษาเดนมาร์ก

source: SQL database
gl: Base de datos SQL
hu: SQL adatbázis
th: ฐานข้อมูล SQL

source: This task selects client and server packages for the PostgreSQL database.
gl: Esta tarefa selecciona paquetes de cliente e servidor da base de datos PostgreSQL.
hu: E metacsomag a PostgreSQL adatbáziskezelő kliens- és szerver csomagjait telepíti.
th: งานติดตั้งนี้ เลือกแพกเกจไคลเอนต์และเซิร์ฟเวอร์สำหรับฐานข้อมูล PostgreSQL

source: PostgreSQL is an SQL relational database, offering increasing SQL92 compliance and some SQL3 features. It is suitable for use with multi-user database access, through its facilities for transactions and fine-grained locking.
gl: PostgreSQL é unha base de datos relacional SQL, que ofrece cada vez unha maior conformidade con SQL92 e algunhas características de SQL3. É axeitado para se empregar con acceso a bases de datos multiusuario, mediante a súa infraestructura transacional e o bloqueo de gran fino.
hu: A PostgreSQL egy SQL nyelven lekérdezhető relációs adatbáziskezelő, egyre jobban közeledik a teljes SQL92-szabványhoz, és az SQL3 egyes tulajdonságaival is bír. Alkalmas többfelhasználós adatbáziselérésre, mivel tud tranzakciókat kezelni és finomfelbontású zárolást végezni.
th: PostgreSQL เป็นฐานข้อมูล relational ที่ใช้ SQL ซึ่งสนับสนุนมาตรฐาน SQL92 เพิ่มขึ้นเรื่อยๆ รวมทั้งความสามารถบางอย่างของ SQL3 เหมาะสำหรับการใช้ฐานข้อมูลในระบบหลายผู้ใช้ ด้วยการใช้งาน transaction และการล็อคแบบละเอียด

source: Desktop environment
gl: Ambiente de escritorio
hu: Asztali környezet
th: สภาพแวดล้อมเดสก์ท็อป

source: This task provides basic desktop software and serves as a basis for the Gnome and KDE desktop tasks.
gl: Esta tarefa fornece software básico de escritorio e serve coma unha base para as tarefas de escritorio de Gnome e KDE.
hu: E metacsomag egy alap asztali szoftver környezetet telepít, mely jó alapot biztosít a GNOME, KDE és más asztali metacsomagokhoz.
th: งานติดตั้งนี้ ติดตั้งซอฟต์แวร์พื้นฐานในระบบเดสก์ท็อป และเป็นพื้นฐานสำหรับงานติดตั้งเดสก์ท็อป GNOME และ KDE

source: DNS server
gl: Servidor DNS
hu: DNS kiszolgáló
th: เซิร์ฟเวอร์ DNS

source: Selects the BIND DNS server, and related documentation and utility packages.
gl: Selecciona o servidor DNS BIND, documentación relacionada e paquetes de utilidades.
hu: A BIND DNS kiszolgálót és hozzá kapcsolódó dokumentációt és segédprogramokat telepíti.
th: ติดตั้ง BIND ซึ่งเป็นเซิร์ฟเวอร์ DNS รวมทั้งเอกสารและแพกเกจเครื่องมือที่เกี่ยวข้อง

source: Dutch environment
gl: Ambiente en holandés
hu: Holland környezet
th: สภาพแวดล้อมภาษาดัตช์

source: This task installs programs, data files, fonts, and documentation that makes it easier for Dutch speakers to use Debian.
gl: Esta tarefa instala programas, ficheiros de datos, tipos de letras e documentación que facilitan o emprego de Debian aos falantes de holandés.
hu: E metacsomag holland nyelvűeknek szánt programokat, adatfájlokat, betűkészleteket és dokumentációt telepít.
th: งานติดตั้งนี้ ติดตั้งโปรแกรม แฟ้มข้อมูล แบบอักษร และเอกสาร เพื่อความสะดวกในการใช้งานเดเบียนของผู้ใช้ภาษาดัตช์

source: Dutch desktop
gl: Escritorio en holandés
hu: Holland munkaasztal

source: This task localises the desktop in Dutch.
gl: Esta tarefa adapta o escritorio ao holandés.
hu: E metacsomag a munkaasztalt hollandra állítja.
th: งานติดตั้งนี้ แปลและปรับแต่งเดสก์ท็อปเป็นภาษาดัตช์

source: Dzongkha desktop
gl: Escritorio en dinamarqués
hu: Dzsongka munkaasztal

source: This task localises the desktop in Dzongkha.
gl: Esta tarefa adapta o escritorio ao dzongkha.
hu: E metacsomag a munkaasztalt dzsongkára állítja.

source: Esperanto desktop
gl: Escritorio en esperanto
hu: Eszperantó munkaasztal

source: This task localises the desktop in Esperanto.
gl: Esta tarefa adapta o escritorio ao esperanto.
hu: E metacsomag a munkaasztalt eszperantóra állítja.

source: Estonian desktop
gl: Escritorio en estoniano
hu: Észt munkaasztal

source: This task localises the desktop in Estonian.
gl: Esta tarefa adapta o escritorio ao estoniano.
hu: E metacsomag a munkaasztalt észtre állítja.

source: File server
gl: Servidor de ficheiros
hu: Fájlkiszolgáló
th: เซิีร์ฟเวอร์แฟ้มข้อมูล

source: This task sets up your system to be a file server, supporting both NetBIOS and NFS.
gl: Esta tarefa configura o seu sistema para que sexa un servidor de ficheiros con soporte de NetBIOS e NFS.
hu: E metacsomag révén NetBIOS- és NFS-fájlszerveri képességekkel ruházhatja fel gépét.
th: งานติดตั้งนี้ ติดตั้งระบบของคุณให้เป็นเซิร์ฟเวอร์ให้บริการแฟ้มข้อมูล โดยสนับสนุนทั้ง NetBIOS และ NFS

source: Finnish environment
gl: Ambiente en finés
hu: Finn környezet

source: This task installs packages and documentation in Finnish to help Finnish speaking people use Debian.
gl: Esta tarefa instala paquetes e documentación en finés para axudar aos falantes de finés a empregar Debian.
hu: E metacsomag finnül beszélőknek szánt csomagokat és dokumentációt telepít.

source: Finnish desktop
gl: Escritorio en finés
hu: Finn munkaasztal

source: This task localises the desktop in Finnish.
gl: Esta tarefa adapta o escritorio ao finés.
hu: E metacsomag a munkaasztalt finnre állítja.

source: French environment
gl: Ambiente en francés
hu: Francia környezet
th: สภาพแวดล้อมภาษาฝรั่งเศส

source: This task installs packages and documentation in French to help French speaking people use Debian.
gl: Esta tarefa instala paquetes e documentación en francés para axudar aos falantes de francés a empregar Debian.
hu: E metacsomag francia nyelvűeknek szánt csomagokat és dokumentációt telepít.
th: งานติดตั้งนี้ ติดตั้งแพกเกจและเอกสารภาษาฝรั่งเศส เพื่อความสะดวกในการใช้งานเดเบียนของผู้ใช้ภาษาฝรั่งเศส

source: French desktop
gl: Escritorio en francés
hu: Francia munkaasztal
th: เดสก์ท็อปภาษาฝรั่งเศส

source: This task localises the desktop in French.
gl: Esta tarefa adapta o escritorio ao francés.
hu: E metacsomag a munkaasztalt franciára állítja.
th: งานติดตั้งนี้ แปลและปรับแต่งเดสก์ท็อปเป็นภาษาฝรั่งเศส

source: Galician environment
gl: Ambiente en galego
hu: Galíciai környezet

source: This task installs packages and documentation in Galician to help Galician speaking people use Debian.
gl: Esta tarefa instala paquetes e documentación en galego para axudar aos falantes de galego a empregar Debian.
hu: E metacsomag galíciai nyelvűeknek szánt csomagokat és dokumentációt telepít.

source: Galician desktop
gl: Escritorio en galego
hu: Galíciai munkaasztal

source: This task localises the desktop in Galician.
gl: Esta tarefa adapta o escritorio ao galego.
hu: E metacsomag a munkaasztalt galíciaira állítja.

source: Georgian desktop
gl: Escritorio en xeorxiano
hu: Grúz munkaasztal

source: This task localises the desktop in Georgian.
gl: Esta tarefa adapta o escritorio ao xeorxiano.
hu: E metacsomag a munkaasztalt grúzra állítja.

source: German environment
gl: Ambiente en alemán
hu: Német környezet
th: สภาพแวดล้อมภาษาเยอรมัน

source: This task installs packages and documentation in German to help German speaking people use Debian.
gl: Esta tarefa instala paquetes e documentación en alemán para axudar aos falantes de alemán a empregar Debian.
hu: E metacsomag német nyelvűeknek szánt csomagokat és dokumentációt telepít.
th: งานติดตั้งนี้ ติดตั้งแพกเกจและเอกสารภาษาเยอรมัน เพื่อความสะดวกในการใช้งานเดเบียนของผู้ใช้ภาษาเยอรมัน

source: German desktop
gl: Escritorio en alemán
hu: Német munkaasztal
th: เดสก์ท็อปภาษาเยอรมัน

source: This task localises the desktop in German.
gl: Esta tarefa adapta o escritorio ao alemán.
hu: E metacsomag a munkaasztalt németre állítja.
th: งานติดตั้งนี้ แปลและปรับแต่งเดสก์ท็อปเป็นภาษาเยอรมัน

source: Gnome desktop environment
gl: Ambiente de escritorio Gnome
hu: GNOME munkakörnyezet
th: สภาพแวดล้อมเดสก์ท็อป GNOME

source: This task provides basic "desktop" software using the Gnome desktop environment.
gl: Esta tarefa fornece software básico de "escritorio" empregando o ambiente de escritorio Gnome.
hu: E metacsomag egy GNOME környezetre épülő alap "asztal"-t telepít.

source: Greek environment
gl: Ambiente en grego
hu: Görög környezet
th: สภาพแวดล้อมภาษากรีก

source: This task installs packages and documentation in Greek to help Greek speaking people use Debian.
gl: Esta tarefa instala paquetes e documentación en grego para axudar aos falantes de grego a empregar Debian.
hu: E metacsomag görögül beszélőknek szánt csomagokat és dokumentációt telepít.
th: งานติดตั้งนี้ ติดตั้งแพกเกจและเอกสารภาษากรีก เพื่อความสะดวกในการใช้งานเดเบียนของผู้ใช้ภาษากรีก

source: Greek desktop
gl: Escritorio en grego
hu: Görög munkaasztal
th: เดสก์ท็อปภาษากรีก

source: This task localises the desktop in Greek.
gl: Esta tarefa adapta o escritorio ao grego.
hu: E metacsomag a munkakörnyezetet görögre állítja.
th: งานติดตั้งนี้ แปลและปรับแต่งเดสก์ท็อปเป็นภาษากรีก

source: Hebrew environment
gl: Ambiente en hebreo
hu: Héber környezet
th: สภาพแวดล้อมภาษาฮิบรู

source: This task installs programs and documentation in Hebrew to help Hebrew speaking people use Debian.
gl: Esta tarefa instala programas e documentación en hebreo para axudar aos falantes de hebreo a empregar Debian.
hu: E metacsomag héberül beszélőknek szánt programokat és dokumentációt telepít.
th: งานติดตั้งนี้ ติดตั้งแพกเกจและเอกสารภาษาฮิบรู เพื่อความสะดวกในการใช้งานเดเบียนของผู้ใช้ภาษาฮิบรู

source: Hebrew desktop
gl: Escritorio en hebreo
hu: Héber munkaasztal
th: เดสก์ท็อปภาษาฮิบรู

source: This task localises the desktop in Hebrew.
gl: Esta tarefa adapta o escritorio ao hebreo.
hu: E metacsomag a munkaasztalt héberre állítja.
th: งานติดตั้งนี้ แปลและปรับแต่งเดสก์ท็อปเป็นภาษาฮิบรู

source: Hindi environment
gl: Ambiente en hindi
hu: Hindi környezet
th: สภาพแวดล้อมภาษาฮินดี

source: This task installs programs, data files, fonts, and documentation that makes it easier for Hindi speakers to use Debian.
gl: Esta tarefa instala programas, ficheiros de datos, tipos de letra e documentación que facilitan o emprego de Debian aos falantes de hindi.
hu: E metacsomag hindi nyelvűeknek szánt programokat, adatfájlokat, betűkészleteket és dokumentációt telepít.
th: งานติดตั้งนี้ ติดตั้งโปรแกรม แฟ้มข้อมูล แบบอักษร และเอกสาร เพื่อความสะดวกในการใช้งานเดเบียนของผู้ใช้ภาษาฮินดี

source: Hindi desktop
gl: Escritorio en hindi
hu: Hindi munkaasztal

source: This task localises the desktop in Hindi.
gl: Esta tarefa adapta o escritorio ao hindi.
hu: E metacsomag a munkaasztalt hindire állítja.
th: งานติดตั้งนี้ แปลและปรับแต่งเดสก์ท็อปเป็นภาษาฮินดี

source: Hungarian environment
gl: Ambiente en húngaro
hu: Magyar környezet
th: สภาพแวดล้อมภาษาฮังการี

source: This task installs packages and documentation in Hungarian to help Hungarian speaking people use Debian.
gl: Esta tarefa instala paquetes e documentación en húngaro para axudar aos falantes de húngaro a empregar Debian.
hu: E metacsomag telepíti a MAGYAR nyelvű felhasználóknak hasznos csomagokat és elérhető dokumentációkat.
th: งานติดตั้งนี้ ติดตั้งแพกเกจและเอกสารภาษาฮังการี เพื่อความสะดวกในการใช้งานเดเบียนของผู้ใช้ภาษาฮังการี

source: Hungarian desktop
gl: Escritorio en húngaro
hu: Magyar munkaasztal
th: เดสก์ท็อปภาษาฮังการี

source: This task localises the desktop in Hungarian.
gl: Esta tarefa adapta o escritorio ao húngaro.
hu: E metacsomag a munkaasztalt magyarra állítja.
th: งานติดตั้งนี้ แปลและปรับแต่งเดสก์ท็อปเป็นภาษาฮังการี

source: Icelandic environment
gl: Ambiente en islandés
hu: Izlandi környezet

source: This task installs packages and documentation in Icelandic to help Icelandic speaking people use Debian.
gl: Esta tarefa instala paquetes e documentación en islandés para axudar aos falantes de islandés a empregar Debian.
hu: E metacsomag izlandi nyelvűeknek szánt csomagokat és dokumentációt telepít.

source: Icelandic desktop
gl: Escritorio en islandés
hu: Izlandi munkaasztal

source: This task localises the desktop in Icelandic.
gl: Esta tarefa adapta o escritorio ao islandés.
hu: E metacsomag a munkaasztalt izlandira állítja.

source: Irish environment
gl: Ambiente en irlandés
hu: Ír környezet

source: This task installs packages and documentation in Irish to help Irish speaking people use Debian.
gl: Esta tarefa instala paquetes e documentación en irlandés para axudar aos falantes de irlandés a empregar Debian.
hu: E metacsomag írül beszélőknek szánt csomagokat és dokumentációt telepít.

source: Irish desktop
gl: Escritorio en irlandés
hu: Ír munkaasztal

source: This task localises the desktop in Irish.
gl: Esta tarefa adapta o escritorio ao irlandés.
hu: E metacsomag a munkaasztalt írre állítja.
