Repository: dsutilo/guadalinex-v4
Catalog: customize_system/packages/tasksel/tasksel-2.50ubuntu7guada1/tasks/po/*.po
Languages: gl, hu, th

source: Italian environment
gl: Ambiente en italiano
hu: Olasz környezet
th: สภาพแวดล้อมภาษาอิตาลี

source: This task installs packages and documentation in Italian to help Italian speaking people use Debian.
gl: Esta tarefa instala paquetes e documentación en italiano para axudar aos falantes de italiano a empregar Debian.
hu: E metacsomag olasz nyelvűeknek szánt csomagokat és dokumentációt telepít.
th: งานติดตั้งนี้ ติดตั้งแพกเกจและเอกสารภาษาอิตาลี เพื่อความสะดวกในการใช้งานเดเบียนของผู้ใช้ภาษาอิตาลี

source: Italian desktop
gl: Escritorio en italiano
hu: Olasz munkaasztal
th: เดสก์ท็อปภาษาอิตาลี

source: This task localises the desktop in Italian.
gl: Esta tarefa adapta o escritorio ao italiano.
hu: E metacsomag a munkaasztal olaszra állítja.
th: งานติดตั้งนี้ แปลและปรับแต่งเดสก์ท็อปเป็นภาษาอิตาลี

source: Japanese environment
gl: Ambiente en xaponés
hu: Japán környezet
th: สภาพแวดล้อมภาษาญี่ปุ่น

source: This task installs packages that make it easier for Japanese speakers to use Debian.
gl: Esta tarefa instala paquetes que facilitan o emprego de Debian aos falantes de xaponés.
hu: E metacsomag japánul beszélőknek szánt csomagokat és dokumentációt telepít.
th: งานติดตั้งนี้ ติดตั้งแพกเกจเพื่อความสะดวกในการใช้งานเดเบียนของผู้ใช้ภาษาญี่ปุ่น

source: Japanese desktop
gl: Escritorio en xaponés
hu: Japán munkaasztal

source: This task localises the desktop in Japanese.
gl: Esta tarefa adapta o escritorio ao xaponés.
hu: E metacsomag a munkaasztalt japánra állítja.
th: งานติดตั้งนี้ แปลและปรับแต่งเดสก์ท็อปเป็นภาษาญี่ปุ่น

source: KDE desktop environment
gl: Ambiente de escritorio KDE
hu: KDE munkakörnyezet
th: สภาพแวดล้อมเดสก์ท็อป KDE

source: This task provides basic "desktop" software using the K Desktop Environment.
gl: Esta tarefa fornece software básico de "escritorio" empregando o ambiente de escritorio KDE.
hu: E metacsomag egy KDE környezetre épülő alap "asztal"-t telepít.
th: งานติดตั้งนี้ ติดตั้งซอฟต์แวร์ "เดสก์ท็อป" พื้นฐาน โดยใช้ K Desktop Environment

source: Khmer desktop
gl: Escritorio en khmer
hu: Khmer munkaasztal

source: This task localises the desktop in Khmer.
gl: Esta tarefa adapta o escritorio ao khmer.
hu: E metacsomag a munkaasztalt khmerre állítja.

source: Korean environment
gl: Ambiente en coreano
hu: Koreai környezet
th: สภาพแวดล้อมภาษาเกาหลี

source: This task installs packages that make it easier for Korean speakers to use Debian.
gl: Esta tarefa instala paquetes que facilitan o emprego de Debian aos falantes de coreano.
hu: E metacsomag koreaiul beszélőknek szánt csomagokat és dokumentációt telepít.
th: งานติดตั้งนี้ ติดตั้งแพกเกจเพื่อความสะดวกในการใช้งานเดเบียนของผู้ใช้ภาษาเกาหลี

source: Korean desktop
gl: Escritorio en coreano
hu: Koreai munkaasztal
th: เดสก์ท็อปภาษาเกาหลี

source: This task localises the desktop in Korean.
gl: Esta tarefa adapta o escritorio ao coreano.
hu: E metacsomag a munkaasztalt koreaira állítja.
th: งานติดตั้งนี้ แปลและปรับแต่งเดสก์ท็อปเป็นภาษาเกาหลี

source: Laptop
gl: Portátil
th: แล็ปท็อป

source: This task installs software useful for a laptop.
gl: Esta tarefa instala software útil para un ordenador portátil.
hu: E metacsomag laptopra hasznos szoftvereket telepít.
th: งานติดตั้งนี้ ติดตั้งซอฟต์แวร์ที่เป็นประโยชน์สำหรับแล็ปท็อป

source: Latvian desktop
gl: Escritorio en letón
hu: Lett munkaasztal

source: This task localises the desktop in Latvian.
gl: Esta tarefa adapta o escritorio ao letón.
hu: E metacsomag a munkaasztalt lettre állítja.

source: Lithuanian environment
gl: Ambiente en lituano
hu: Litván környezet
th: สภาพแวดล้อมภาษาลิทัวเนีย

source: This task installs packages and documentation in Lithuanian to help Lithuanian speaking people use Debian.
gl: Esta tarefa instala paquetes e documentación en lituano para axudar aos falantes de lituano a empregar Debian.
hu: E metacsomag litvánul beszélőknek szánt csomagokat és dokumentációt telepít.
th: งานติดตั้งนี้ ติดตั้งแพกเกจและเอกสารภาษาลิทัวเนีย เพื่อความสะดวกในการใช้งานเดเบียนของผู้ใช้ภาษาลิทัวเนีย

source: Lithuanian desktop
gl: Escritorio en lituano
hu: Litván munkaasztal
th: เดสก์ท็อปภาษาลิทัวเนีย

source: This task localises the desktop in Lithuanian.
gl: Esta tarefa adapta o escritorio ao lituano.
hu: E metacsomag a munkaasztalt litvánra állítja.
th: งานติดตั้งนี้ แปลและปรับแต่งเดสก์ท็อปเป็นภาษาลิทัวเนีย

source: Macedonian environment
gl: Ambiente en macedonio
hu: Makedón környezet

source: This task installs packages and documentation in Macedonian to help Macedonian speaking people use Debian.
gl: Esta tarefa instala paquetes e documentación en macedonio para axudar aos falantes de macedonio a empregar Debian.
hu: E metacsomag makedón nyelvűeknek szánt csomagokat és dokumentációt telepít.

source: Macedonian desktop
gl: Escritorio en macedonio
hu: Makedón munkaasztal

source: This task localises the desktop in Macedonian.
gl: Esta tarefa adapta o escritorio ao macedonio.
hu: E metacsomag a munkaasztalt makedónra állítja.

source: Mail server
gl: Servidor de correo
hu: Levelezőkiszolgáló
th: เซิร์ฟเวอร์เมล

source: This task selects a variety of package useful for a general purpose mail server system.
gl: Esta tarefa selecciona un conxunto de paquetes útiles para un servidor de correo de propósito xeral.
hu: E metacsomag általános célú levelezőkiszolgálókban használt csomagokat választ ki.
th: งานติดตั้งนี้ ติดตั้งแพกเกจหลากหลาย ที่เป็นประโยชน์สำหรับเซิร์ฟเวอร์ให้บริการเมลทั่วๆ ไป

source: manual package selection
gl: selección manual de paquetes
hu: kézi csomagválasztás
th: เลือกแพกเกจเอง

source: Manually select packages to install in aptitude.
gl: Escoller manualmente os paquetes para instalar en aptitude.
hu: Itt a csomagokat az aptitude segítségével biztosabb kézzel lehet kiválasztani.
th: เลือกแพกเกจที่จะติดตั้งเองด้วย aptitude

source: Nepali desktop
gl: Escritorio en nepalí
hu: Nepáli munkaasztal

source: This task localises the desktop in Nepali.
gl: Esta tarefa adapta o escritorio ao nepalí.
hu: E metacsomag a munkaasztalt nepálira állítja.

source: Northern Sami desktop
gl: Escritorio en sami septentrional
hu: Számi munkaasztal

source: This task localises the desktop in Northern Sami.
gl: Esta tarefa adapta o escritorio ao sami septentrional.
hu: E metacsomag a munkaasztalt északi számira állítja.

source: Norwegian (Bokmaal and Nynorsk) environment
gl: Ambiente en noruegués (bokmaal e nynorsk)
hu: Norvég (Bokmaal és Nynorsk) környezet
th: สภาพแวดล้อมภาษานอร์เวย์ (Bokmaal และ Nynorsk)

source: This task installs packages and documentation in Norwegian to help Norwegian speaking people use Debian.
gl: Esta tarefa instala paquetes e documentación en noruegués para axudar aos falantes de noruegués a empregar Debian.
hu: E metacsomag norvégul beszélőknek szánt csomagokat és dokumentációt telepít.
th: งานติดตั้งนี้ ติดตั้งแพกเกจและเอกสารภาษานอร์เวย์ เพื่อความสะดวกในการใช้งานเดเบียนของผู้ใช้ภาษานอร์เวย์

source: Norwegian (Bokmaal and Nynorsk) desktop
gl: Escritorio en noruegués (bokmaal e nynorsk)
hu: Norvég (Bokmaal és Nynorsk) munkaasztal
th: เดสก์ท็อปภาษานอร์เวย์ (Bokmaal และ Nynorsk)

source: This task localises the desktop in Norwegian.
gl: Esta tarefa adapta o escritorio ao noruegués.
hu: E metacsomag a munkaasztalt norvégra állítja.
th: งานติดตั้งนี้ แปลและปรับแต่งเดสก์ท็อปเป็นภาษานอร์เวย์

source: Persian environment
gl: Ambiente en persa
hu: Perzsa környezet
th: สภาพแวดล้อมภาษาเปอร์เซีย

source: This task installs programs, data files, fonts, and documentation that makes it easier for Persian speakers to use Debian.
gl: Esta tarefa instala programas, ficheiros de datos, tipos de letra e documentación que facilitan o emprego de Debian aos falantes de persa.
hu: E metacsomag perzsa nyelvűeknek szánt programokat, adatfájlokat, betűkészleteket és dokumentációt telepít.
th: งานติดตั้งนี้ ติดตั้งโปรแกรม แฟ้มข้อมูล และเอกสาร เพื่อความสะดวกในการใช้งานเดเบียนของผู้ใช้ภาษาเปอร์เซีย

source: Persian desktop
gl: Escritorio en persa
hu: Perzsa munkaasztal

source: This task localises the desktop in Persian.
gl: Esta tarefa adapta o escritorio ao persa.
hu: E metacsomag a munkaasztalt perzsára állítja.
th: งานติดตั้งนี้ แปลและปรับแต่งเดสก์ท็อปเป็นภาษาเปอร์เซีย

source: Polish environment
gl: Ambiente en polaco
hu: Lengyel környezet
th: สภาพแวดล้อมภาษาโปแลนด์

source: This task installs packages and documentation in Polish to help Polish speaking people use Debian.
gl: Esta tarefa instala paquetes e documentación en polaco para axudar aos falantes de polaco a empregar Debian.
hu: E metacsomag lengyelül beszélőknek szánt csomagokat és dokumentációt telepít.
th: งานติดตั้งนี้ ติดตั้งแพกเกจและเอกสารภาษาโปแลนด์ เพื่อความสะดวกในการใช้งานเดเบียนของผู้ใช้ภาษาโปแลนด์

source: Polish desktop
gl: Escritorio en polaco
hu: Lengyel munkaasztal
th: เดสก์ท็อปภาษาโปแลนด์

source: This task localises the desktop in Polish.
gl: Esta tarefa adapta o escritorio ao polaco.
hu: E metacsomag a munkaasztalt lengyelre állítja.
th: งานติดตั้งนี้ แปลและปรับแต่งเดสก์ท็อปเป็นภาษาโปแลนด์

source: Portuguese environment
gl: Ambiente en portugués
hu: Portugál környezet

source: This task installs packages and documentation in Portuguese to help Portuguese speaking people use Debian.
gl: Esta tarefa instala paquetes e documentación en portugués para axudar aos falantes de portugués a empregar Debian.
hu: E metacsomag portugálul beszélőknek szánt csomagokat és dokumentációt telepít.

source: Portuguese desktop
gl: Escritorio en portugués
hu: Portugál munkaasztal

source: This task localises the desktop in Portuguese.
gl: Esta tarefa adapta o escritorio ao portugués.
hu: E metacsomag a munkaasztalt portugálra állítja.

source: Print server
gl: Servidor de impresión
hu: Nyomtatókiszolgáló
th: เซิร์ฟเวอร์เครื่องพิมพ์

source: This task sets up your system to be a print server.
gl: Esta tarefa configura o seu sistema para que sexa un servidor de impresión.
hu: E metacsomag megosztott nyomtatási képességekkel ruházza fel rendszerét.
th: งานติดตั้งนี้ ติดตั้งระบบของคุณให้เป็นเซิร์ฟเวอร์เครื่องพิมพ์

source: Punjabi environment
gl: Ambiente en punjabi
hu: Pándzsábi környezet
th: สภาพแวดล้อมภาษาปัญจาบี

source: This task installs programs, data files, fonts, and documentation that makes it easier for Punjabi speakers to use Debian.
gl: Esta tarefa instala programas, ficheiros de datos, tipos de letra e documentación que facilitan o emprego de Debian aos falantes de punjabi.
hu: E metacsomag pándzsábi nyelvűeknek szánt programokat, adatfájlokat, betűkészleteket és dokumentációt telepít.
th: งานติดตั้งนี้ ติดตั้งโปรแกรม แฟ้มข้อมูล และเอกสาร เพื่อความสะดวกในการใช้งานเดเบียนของผู้ใช้ภาษาปัญจาบี

source: Punjabi desktop
gl: Escritorio en punjabi
hu: Pándzsábi munkaasztal

source: This task localises the desktop in Punjabi.
gl: Esta tarefa adapta o escritorio ao punjabi.
hu: E metacsomag a munkaasztalt pándzsábira állítja.
th: งานติดตั้งนี้ แปลและปรับแต่งเดสก์ท็อปเป็นภาษาปัญจาบี

source: Romanian environment
gl: Ambiente en rumano
hu: Román környezet
th: สภาพแวดล้อมภาษาโรมาเนีย

source: This task installs packages and documentation in Romanian to help Romanian speaking people use Debian.
gl: Esta tarefa instala paquetes e documentación en rumano para axudar aos falantes de rumano a empregar Debian.
hu: E metacsomag román nyelvűeknek szánt csomagokat és dokumentációt telepít.
th: งานติดตั้งนี้ ติดตั้งแพกเกจและเอกสารภาษาโรมาเนีย เพื่อความสะดวกในการใช้งานเดเบียนของผู้ใช้ภาษาโรมาเนีย

source: Romanian desktop
gl: Escritorio en rumano
hu: Román munkaasztal
th: เดสก์ท็อปภาษาโรมาเนีย

source: This task localises the desktop in Romanian.
gl: Esta tarefa adapta o escritorio ao rumano.
hu: E metacsomag a munkaasztalt románra állítja.
th: งานติดตั้งนี้ แปลและปรับแต่งเดสก์ท็อปเป็นภาษาโรมาเนีย

source: Russian environment
gl: Ambiente en ruso
hu: Orosz környezet
th: สภาพแวดล้อมภาษารัสเซีย

source: This task installs programs and documentation in Russian to help Russian speaking people use Debian.
gl: Esta tarefa instala programas e documentación en ruso para axudar aos falantes de ruso a empregar Debian.
hu: E metacsomag oroszul beszélőknek szánt programokat és dokumentációt telepít.
th: งานติดตั้งนี้ ติดตั้งแพกเกจและเอกสารภาษารัสเซีย เพื่อความสะดวกในการใช้งานเดเบียนของผู้ใช้ภาษารัสเซีย

source: Russian desktop
gl: Escritorio en ruso
hu: Orosz munkaasztal
th: เดสก์ท็อปภาษารัสเซีย

source: This task localises the desktop in Russian.
gl: Esta tarefa adapta o escritorio ao ruso.
hu: E metacsomag a munkaasztalt oroszra állítja.
th: งานติดตั้งนี้ แปลและปรับแต่งเดสก์ท็อปเป็นภาษารัสเซีย

source: Slovak environment
gl: Ambiente en eslovaco
hu: Szlovák környezet
th: สภาพแวดล้อมภาษาสโลวัก

source: This task installs packages and documentation in Slovak to help Slovak speaking people use Debian.
gl: Esta tarefa instala paquetes e documentación en eslovaco para axudar aos falantes de eslovaco a empregar Debian.
hu: E metacsomag szlovák nyelvűeknek szánt csomagokat és dokumentációt telepít.
th: งานติดตั้งนี้ ติดตั้งแพกเกจและเอกสารภาษาสโลวัก เพื่อความสะดวกในการใช้งานเดเบียนของผู้ใช้ภาษาสโลวัก

source: Slovak desktop
gl: Escritorio en eslovaco
hu: Szlovák munkaasztal
th: เดสก์ท็อปภาษาสโลวัก

source: This task localises the desktop in Slovak.
gl: Esta tarefa adapta o escritorio ao eslovaco.
hu: E metacsomag a munkaasztalt szlovákra állítja.
th: งานติดตั้งนี้ แปลและปรับแต่งเดสก์ท็อปเป็นภาษาสโลวัก

source: Slovenian environment
gl: Ambiente en esloveno
hu: Szlovén környezet

source: This task installs packages and documentation in Slovenian to help Slovenian speaking people use Debian.
gl: Esta tarefa instala paquetes e documentación en esloveno para axudar aos falantes de esloveno a empregar Debian.
hu: E metacsomag szlovén nyelvűeknek szánt csomagokat és dokumentációt telepít.

source: Slovenian desktop
gl: Escritorio en esloveno
hu: Szlovén munkaasztal

source: This task localises the desktop in Slovenian.
gl: Esta tarefa adapta o escritorio ao esloveno.
hu: E metacsomag a munkaasztalt szlovénra állítja.

source: Spanish environment
gl: Ambiente en español
hu: Spanyol környezet
th: สภาพแวดล้อมภาษาสเปน

source: This task installs programs, data files, and documentation that make it easier for Spanish speakers to use Debian.
gl: Esta tarefa instala programas, ficheiros de datos e documentación que facilitan o emprego de Debian aos falantes de español
hu: E metacsomag spanyol nyelvűeknek szánt programokat, adatfájlokat és dokumentációt telepít.
th: งานติดตั้งนี้ ติดตั้งแพกเกจและเอกสารภาษาสเปน เพื่อความสะดวกในการใช้งานเดเบียนของผู้ใช้ภาษาสเปน

source: Spanish desktop
gl: Escritorio en español
hu: Spanyol munkaasztal
th: เดสก์ท็อปภาษาสเปน

source: This task localises the desktop in Spanish.
gl: Esta tarefa adapta o escritorio ao español.
hu: E metacsomag a munkaasztal spanyolra állítja.
th: งานติดตั้งนี้ แปลและปรับแต่งเดสก์ท็อปเป็นภาษาสเปน

source: Standard system
gl: Sistema estándar
hu: Szabvány rendszer
th: ระบบมาตรฐาน

source: This task installs a reasonably small character-mode system.
gl: Esta tarefa instala un sistema pequeno en modo texto.
hu: E metacsomag egy jó, kis, karakteres-módú rendszert telepít.
th: งานติดตั้งนี้ ติดตั้งระบบขนาดเล็กๆ ที่ทำงานในโหมดตัวอักษร

source: Swedish environment
gl: Ambiente en sueco
hu: Svéd környezet
th: สภาพแวดล้อมภาษาสวีเดน

source: This task installs packages and documentation in Swedish to help Swedish speaking people use Debian.
gl: Esta tarefa instala paquetes e documentación en sueco para axudar aos falantes de sueco a empregar Debian.
hu: E metacsomag svédül beszélőknek szánt csomagokat és dokumentációt telepít.
th: งานติดตั้งนี้ ติดตั้งแพกเกจและเอกสารภาษาสวีเดน เพื่อความสะดวกในการใช้งานเดเบียนของผู้ใช้ภาษาสวีเดน

source: Swedish desktop
gl: Escritorio en sueco
hu: Svéd munkaasztal
th: เดสก์ท็อปภาษาสวีเดน

source: This task localises the desktop in Swedish.
gl: Esta tarefa adapta o escritorio ao sueco.
hu: E metacsomag a munkaasztalt svédre állítja.
th: งานติดตั้งนี้ แปลและปรับแต่งเดสก์ท็อปเป็นภาษาสวีเดน

source: Tagalog environment
gl: Ambiente en tagalog
hu: Tagalog környezet

source: This task installs packages and documentation in Tagalog to help Tagalog speaking people use Debian.
gl: Esta tarefa instala paquetes e documentación en tagalog para axudar aos falantes de tagalog a empregar Debian.
hu: E metacsomag tagalogul beszélőknek szánt csomagokat és dokumentációt telepít.

source: Tamil desktop
gl: Escritorio en tamil
hu: Tamil munkaasztal

source: This task localises the desktop in Tamil.
gl: Esta tarefa adapta o escritorio ao tamil.
hu: E metacsomag a munkaasztalt tamilra állítja.

source: Thai environment
gl: Ambiente en tailandés
hu: Thai környezet
th: สภาพแวดล้อมภาษาไทย

source: This task installs packages that make it easier for Thai speaking people to use Debian.
gl: Esta tarefa instala paquetes que facilitan o emprego de Debian aos falantes de tailandés.
hu: E metacsomag thai nyelvűeknek szánt csomagokat telepít.
th: งานติดตั้งนี้ ติดตั้งแพกเกจเพื่อความสะดวกในการใช้งานเดเบียนของผู้ใช้ภาษาไทย

source: Thai desktop
gl: Escritorio en tailandés
hu: Thai munkaasztal
th: เดสก์ท็อปภาษาไทย

source: This task localises the desktop in Thai.
gl: Esta tarefa adapta o escritorio ao tailandés.
hu: E metacsomag a munkaasztalt thaira állítja.
th: งานติดตั้งนี้ แปลและปรับแต่งเดสก์ท็อปเป็นภาษาไทย

source: Turkish environment
gl: Ambiente en turco
hu: Török környezet
th: สภาพแวดล้อมภาษาตุรกี

source: This task installs packages and documentation in Turkish to help Turkish speaking people use Debian.
gl: Esta tarefa instala paquetes e documentación en turco para axudar aos falantes de turco a empregar Debian.
hu: E metacsomag törökül beszélőknek szánt csomagokat és dokumentációt telepít.
th: งานติดตั้งนี้ ติดตั้งแพกเกจและเอกสารภาษาตุรกี เพื่อความสะดวกในการใช้งานเดเบียนของผู้ใช้ภาษาตุรกี

source: Turkish desktop
gl: Escritorio en turco
hu: Török munkaasztal
th: เดสก์ท็อปภาษาตุรกี

source: This task localises the desktop in Turkish.
gl: Esta tarefa adapta o escritorio ao turco.
hu: E metacsomag a munkaasztalt törökre állítja.
th: งานติดตั้งนี้ แปลและปรับแต่งเดสก์ท็อปเป็นภาษาตุรกี

source: Ukrainian environment
gl: Ambiente en ucraíno
hu: Ukrán környezet
th: สภาพแวดล้อมภาษายูเครน

source: This task installs programs and documentation in Ukrainian to help Ukrainian speaking people use Debian.
gl: Esta tarefa instala programas e documentación en ucraíno para axudar aos falantes de ucraíno a empregar Debian.
hu: E metacsomag ukránul beszélőknek szánt programokat és dokumentációt telepít.
th: งานติดตั้งนี้ ติดตั้งแพกเกจและเอกสารภาษายูเครน เพื่อความสะดวกในการใช้งานเดเบียนของผู้ใช้ภาษายูเครน

source: Ukrainian desktop
gl: Escritorio en ucraíno
hu: Ukrán munkaasztal
th: เดสก์ท็อปภาษายูเครน

source: This task localises the desktop in Ukrainian.
gl: Esta tarefa adapta o escritorio ao ucraíno.
hu: E metacsomag a munkaasztalt ukránra állítja.
th: งานติดตั้งนี้ แปลและปรับแต่งเดสก์ท็อปเป็นภาษายูเครน

source: Vietnamese desktop
gl: Escritorio en vietnamita
hu: Vietnámi munkaasztal

source: This task localises the desktop in Vietnamese.
gl: Esta tarefa adapta o escritorio ao vietnamita.
hu: E metacsomag a munkaasztalt vietnámira állítja.

source: Web server
gl: Servidor web
hu: Webkiszolgáló
th: เซิร์ฟเวอร์เว็บ

source: This task selects packages useful for a general purpose web server system.
gl: Esta tarefa selecciona paquetes útiles para un servidor web de propósito xeral.
hu: E metacsomag egy általános célú webkiszolgálón hasznos csomagokat telepít.
th: งานติดตั้งนี้ ติดตั้งแพกเกจที่เป็นประโยชน์สำหรับเซิร์ฟเวอร์ให้บริการเว็บทั่วๆ ไป

source: Welsh environment
gl: Ambiente en galés
hu: Velszi környezet

source: This task installs packages and documentation in Welsh to help Welsh speaking people use Debian.
gl: Esta tarefa instala paquetes e documentación en galés para axudar aos falantes de galés a empregar Debian.
hu: E metacsomag velsziül beszélőknek szánt csomagokat és dokumentációt telepít.

source: Welsh desktop
gl: Escritorio en galés
hu: Velszi munkaasztal

source: This task localises the desktop in Welsh.
gl: Esta tarefa adapta o escritorio ao galés.
hu: E metacsomag a munkaasztalt velszire állítja.

source: Xhosa desktop
gl: Escritorio en xhosa
hu: Szosa munkaasztal

source: This task localises the desktop in Xhosa.
gl: Esta tarefa adapta o escritorio ao xhosa.
hu: E metacsomag a munkaasztalt szosára állítja.
