Repository: dsutilo/guadalinex-v4
Catalog: installers/live/tags/1.2.5guada16/d-i/source/choose-mirror/debian/po/*.po
Languages: xh

source: Checking the Ubuntu archive mirror
xh: Ikhangela isipili sikavimba we-Ubuntu

source: Downloading the Release file...
xh: Ikhuphela ulwazi lwefayili Yenkululo...

source: Bad archive mirror
xh: Isipili sikavimba esibi

source: The specified Ubuntu archive mirror is either not available, or does not have a valid Release file on it. Please try a different mirror.
xh: Isipili sikavimba esibalulweyo se-Ubuntu kunokwenzeka ukuba asifumaneki okanye asinayo ifayili kuyo Yenkululo esemthethweni. Nceda uzame isipili esahlukileyo.

source: Choose a mirror of the Ubuntu archive
xh: Khetha isipili sikavimba we-Ubuntu

source: enter information manually
xh: ngenisa intsingiselo ngesandla

source: GB[ Default value for http]
xh: ZA

source: Ubuntu archive mirror country:
xh: Ilizwe lesipili sikavimba we-Ubuntu:

source: The goal is to find a mirror of the Ubuntu archive that is close to you on the network -- be aware that nearby countries, or even your own, may not be the best choice.
xh: Injongo kukufumana isipili sovimba we-Ubuntu esikufutshane nawe kuthungelwano lumkela ukuba amazwe akufutshane, nokuba lelakho lisenokungabi lelona likhethekayo.

source: Ubuntu archive mirror:
xh: Isipili sikavimba se-Ubuntu:

source: Please select an Ubuntu archive mirror. You should use a mirror in your country or region if you do not know which mirror has the best Internet connection to you.
xh: Nceda ukhethe isipili sikavimba se-Ubuntu. Kufuneka usebenzise isipili kwilizwe lakho okanye ummandla wakho ukuba awusazi ukuba sesiphina isipili esisinolona qhagamshelwano lwe-Internet lufanelekikyo kuwe.

source: Ubuntu archive mirror hostname:
xh: Isipili sikavimba asililo igama lomququzeleli we-Ubuntu:

source: Please enter the hostname of the mirror from which Ubuntu will be downloaded.
xh: Nceda ungenise igama lomququzeleli wesipili apho Ubuntu luya kukhutshelwa khona.

source: Ubuntu archive mirror directory:
xh: Uvimba weefayili wesipili se-Ubuntu:

source: Please enter the directory in which the mirror of the Ubuntu archive is located.
xh: Nceda ungenise uvimba weefayili apho uvimba wesipili se-Ubuntu afunyenwe khona.

source: HTTP proxy information (blank for none):
xh: Intsingiselo esebenzisa njengomqobo ye-HTTP (ize ngokungenanto):

source: If you need to use a HTTP proxy to access the outside world, enter the proxy information here. Otherwise, leave this blank.
xh: Ukuba ufuna ukusebenzisa i-HTTP esebenzisa njengomqobo ukufikelela kwilizwe langaphandle, ngenisa intsingiselo esebenzisa njengomqobo apha. Kungenjalo, yishiye ize.

source: GB[ Default value for ftp]
xh: ZA

source: FTP proxy information (blank for none):
xh: Intsingiselo yekhompyutha esebenzisa njengomqobo ye-FTP (ize ngokungenanto):

source: Protocol for file downloads:
xh: Imithetho yokukhuphela ulwazi kwiifayili:
