Repository: dsutilo/guadalinex-v4
Catalog: apps/devede/trunk/po/*.po
Languages: pl

source: Media size:
pl: Rozmiar nośnika:

source: <b>Action to perform when this title ends</b>
pl: <b>Działanie do wykonania gdy ten tytuł zakończy się</b>

source: <b>Action</b>
pl: <b>Akcja</b>

source: <b>Audio rate (Kbits/sec)</b>
pl: <b>Szybkość transmisji Audio (Kbits/sec)</b>

source: <b>Deinterlacing</b>
pl: <b>Usuwanie przeplotu</b>

source: <b>Disk usage</b>
pl: <b>Wykorzystanie dysku</b>

source: <b>Division in chapters</b>
pl: <b>Podział w rozdziałach</b>

source: <b>Extra parameters for Mencoder</b>
pl: <b>Dodatkowe parametry dla programu Mencoder</b>

source: <b>File info</b>
pl: <b>Informacja o pliku</b>

source: <b>File split</b>
pl: <b>Podziel plik</b>

source: <b>File with subtitles</b>
pl: <b>Plik z napisami</b>

source: <b>File</b>
pl: <b>Plik</b>

source: <b>Files</b>
pl: <b>Pliki</b>

source: <b>Final size</b>
pl: <b>Końcowy rozmiar</b>

source: <b>MacroBlock decision algorithm</b>
pl: <b>MacroBlock - algorytm decyzji</b>

source: <b>Menu background (only PNG)</b>
pl: <b>Tło menu (tylko PNG)</b>

source: <b>Menu font</b>
pl: <b>Czcionka menu</b>

source: <b>Menu format</b>
pl: <b>Format menu</b>

source: <b>Options</b>
pl: <b>Opcje</b>

source: <b>Preview video</b> DeVeDe will create a preview with the selected parameters, so you will be able to check video quality, audio sync and so on. Choose how many seconds of film you want to convert to create the preview, and the directory where you want to store the temporary file (default is /var/tmp).
pl: <b>Podgląd wideo</b> DeVeDe utworzy podgląd zgodnie z ustawionymi parametrami, więc będzie można sprawdzić jakość wideo, synchronizację audio itp... . Wybierz ile sekund filmu chcesz przekonwertowane na podgląd, oraz katalog w którym będą tymczasowe pliki (domyślnie to /var/tmp).

source: <b>Scaling mode</b>
pl: <b>Tryb skalowania</b>

source: <b>Special</b>
pl: <b>Specjalne</b>

source: <b>Title's name</b>
pl: <b>Nazwy tytułów</b>

source: <b>Titles</b>
pl: <b>Tytuły</b>

source: <b>Trellis searched quantization</b>
pl: <b>Wyszukana kwantyzacja Trellis</b>

source: <b>Video rate (Kbits/sec)</b>
pl: <b>Szybkość transmisji Wideo (Kbits/sec)</b>

source: <b>Video</b>
pl: <b>Wideo</b>

source: A CD with video in MPEG-1 format, with quality equivalent to VHS. Stores up to 80 minutes in a 80-minutes CD-R. Playable in all DVD players.
pl: CD z wideo w formacie MPEG-1 o jakości odpowiadającej VHS. Można zapisać do 80 minut na 80-minutowej CD-R. Do odtwarzania we wszystkich odtwarzaczach DVD.

source: A CD with video in MPEG-2 format and a resolution of 352x480 (or 352x576 in PAL). Playable in most of DVD players.
pl: CD z wideo w formacie MPEG-2 i rozdzielczości 352x480 (lub 352x576 w PAL). Do odtwarzania w większości odtwarzaczach DVD.

source: A CD with video in MPEG-2 format and a resolution of 480x480 pixels (480x576 in PAL). Playable in nearly all DVD players.
pl: CD z wideo w formacie MPEG-2 i rozdzielczości 480x480 pikseli (480x576 w PAL). Do odtwarzania na prawie wszystkich odtwarzaczach DVD.

source: A classic Video DVD, playable in all DVD players.
pl: Klasyczna płyta DVD do odtwarzania we wszystkich odtwarzaczach DVD.

source: Abort the current DVD and exit?
pl: Przerwać tworzonego dysku i wyjść?

source: Aborted. There can be temporary files at the destination directory.
pl: Przerwane. Tymczasowe pliki mogły zostać w katalogu docelowym.

source: Add a menu with the titles
pl: Dodaj menu z tytułami

source: Add black bars
pl: Dodaj czarne pasy

source: Advanced options
pl: Zaawansowane opcje

source: Audio delay (in seconds):
pl: Opóźnienie audio (w sekundach):

source: Audio options
pl: Opcje audio

source: Audio rate (Kbits/sec):
pl: Szybkość transmisji Audio (Kbits/sec):

source: Can't find the following programs:
pl: Nie można znaleźć następujących programów:

source: Cancel job?
pl: Anulować zadanie?

source: Choose a file
pl: Wybierz plik

source: Choose a file with a movie
pl: Wybierz plik z filmem

source: Choose the disk to create
pl: Wybierz dysk do utworzenia

source: Choose the folder where DeVeDe will create the DVD image and a name for it. Don't use a folder in a VFAT/FAT32 drive.
pl: Wybierz katalog w którym DeVeDe utworzy obraz DVD i nadaj mu nazwę. Nie używaj katalogów na dyskach z systemem plików VFAT/FAT32.

source: Clear
pl: Wyczyść

source: Create an ISO or BIN/CUE image, ready to burn to a disk
pl: Utwórz BIN/CUE lub obraz ISO gotowy do nagrania na nośniku

source: Create disk structure
pl: Tworzenie struktury dysku

source: Creating...
pl: Tworzenie...

source: DeVeDe needs them in order to work. If you want to use DeVeDe, you must install all of them.
pl: DeVeDe potrzebuje ich aby pracować. Jeśli chcesz użyć w DeVeDe, musisz zainstalować wszystkie z nich.

source: Default
pl: Domyślny

source: Delete chapter
pl: Usuń rozdział

source: Delete current disc structure?
pl: Usunąć aktualną strukturę dysku?

source: Delete the current disc structure and start again?
pl: Usunąć aktualną strukturę dysku i uruchomić ponownie ?

source: Delete title
pl: Usuń tytuł

source: DivX format doesn't support subtitles. Please, read the FAQ.
pl: Format DivX nie wspiera napisów. Proszę przeczytać FAQ.

source: Don't deinterlace
pl: Nie usuwaj przeplotu

source: Encoding:
pl: Kodowanie:

source: Erase temporary files
pl: Kasuj pliki tymczasowe

source: Error
pl: Błąd

source: Estimated final length (MBytes):
pl: Przybliżona końcowa wielkość (Megabajty)

source: Estimated length (MBytes):
pl: Przybliżona wielkość (Megabajty)

source: Exit DeVeDe
pl: Zakończ DeVeDe

source: FFMpeg deinterlacing filter
pl: Filtr usuwania przeplotu FFMpeg

source: File properties
pl: Właściwość pliku

source: Final size (pixels):
pl: Końcowy rozmiar (piksele):

source: Folder for temporary file
pl: Katalog dla pliku tymczasowego

source: Frames per second:
pl: Ramek na sekundę:

source: If you load a disc structure you will loose your current structure (unless you saved it). Continue?
pl: Jeśli wczytasz strukturę dysku, stracisz aktualną struktura (jeśli ją zapisano). Kontynuować?

source: Job done!
pl: Zadanie wykonane!

source: Length (seconds):
pl: Długość (sekundy):

source: Linear blend
pl: Przejście liniowe

source: Load a disc structure
pl: Wczytaj strukturę dysku

source: Median deinterlacing filter
pl: Filtr usuwania przeplotu Median

source: Menu options
pl: Opcje menu

source: Menu preview
pl: Podgląd menu

source: Misc
pl: Różne

source: Only convert film files to compliant MPEG files
pl: Konwertuj tylko pliki z filmami do formatu plików MPEG

source: Original audio rate (Kbits/sec):
pl: Oryginalna szybkość transmisji audio (Kbits/sec):

source: Original length (seconds):
pl: Oryginalna długość (sekundy):

source: Original size (pixels):
pl: Oryginalny rozmiar (piksele):

source: Original video rate (Kbits/sec):
pl: Oryginalna szybkość transmisji wideo (Kbits/sec):

source: Output aspect ratio:
pl: Proporcja wyjściowa:

source: Output video format:
pl: Wyjściowy format wideo:

source: Play the first title
pl: Odtwórz pierwszy tytuł

source: Play the last title
pl: Odtwórz ostatni tytuł

source: Play the next title
pl: Odtwórz następny tytuł

source: Play the previous title
pl: Odtwórz poprzedni tytuł

source: Play this title again (loop)
pl: Odtwórz ten tytuł jeszcze raz (pętla)

source: Preview
pl: Podgląd

source: Preview menu
pl: Podgląd menu

source: Proceed?
pl: Kontynuować?

source: Put subtitles upper
pl: Umieść napisy u góry

source: Quality options
pl: Opcje jakości

source: Replay the preview again?
pl: Powtórzyć podgląd jeszcze raz?

source: Save current disc structure
pl: Zapisz aktualną strukturę dysku

source: Scale picture
pl: Skaluj obraz

source: Select MBD mode which needs the fewest bits
pl: Wybierz tryb MBD który potrzebuje najmniej bitów

source: Select a picture to be used as background for disc's menu
pl: Wybierz obrazek który będzie użyty jako tło w menu dysku

source: Select the MBD mode which has the best rate distortion (better quality)
pl: Wybierz tryb MBD , który ma najlepszy algorytm zmian szybkości (lepsza jakość)

source: Select the kind of disk you want to create with DeVeDe
pl: Wybierz rodzaj dysku który chcesz utworzyć za pomocą DeVeDe

source: Set default background
pl: Ustaw domyślne tło

source: Size (in minutes) for each chapter:
pl: Wielkość (w minutach) dla każdego rozdziału:

source: Size of chapters:
pl: Wielkość rozdziałów:

source: Split the file in chapters (for easy seeking)
pl: Podziel pliki w rozdziałach (dla łatwego wyszukiwania)

source: Stop reproduction/show disc menu
pl: Zatrzymaj reprodukcję/pokaż menu dysku

source: Store full length
pl: Zachowaj pełną długość

source: Store the first half
pl: Zachowaj pierwszą połowę

source: Store the second half
pl: Zachowaj drugą połowę

source: Subtitles
pl: Napisy

source: There was an error while importing the file:
pl: Wystąpił błąd podczas importowania pliku:

source: This file is already a DVD/xCD-suitable MPEG-PS file
pl: To już jest odpowiedni plik DVD/XCD MPEG-PS

source: Title properties
pl: Właściwości tytułu

source: Use 16:9 aspect ratio for output
pl: Użyj proporcji 16:9 dla wyjścia

source: Use MBCMP (faster)
pl: Wykorzystaj MBCMP (szybsze)

source: Use Trellis Searched Quantization (better quality, slower conversion)
pl: Wykorzystaj wyszukaną kwantyzację Trellis (lepsza jakość, wolniejsza konwersja)

source: Video DVD
pl: DVD wideo

source: Video options
pl: Opcje wideo

source: Video rate (Kbits/sec):
pl: Szybkość transmisji wideo (Kbits/sec):

source: Warning
pl: Ostrzeżenie

source: Warning: you already have a disc structure
pl: Ostrzeżenie: masz już gotową strukturę dysku

source: You chose to delete this chapter and reorder the other ones:
pl: Wybrano usunięcie tego rozdziału - zamienić kolejność:

source: You chose to delete this title and reorder the other ones:
pl: Wybrano usunięcie tego tytułu - zamienić kolejność:

source: Your DVD structure contains empty titles. Continue anyway?
pl: Ta struktura plików DVD zawiera puste pliki. Kontynuować pomimo?

source: _File
pl: _Plik

source: _Help
pl: _Pomoc

source: Creating BIN/CUE files
pl: Tworzenie pliku BIN/CUE

source: Failed to create the BIN/CUE files Maybe you ran out of disk space
pl: Nieudane tworzenie pliku BIN/CUE Może miejsce na dysku wyczerpało się?

source: Creating ISO file
pl: Tworzenie pliku ISO

source: Failed to create the ISO image Maybe you ran out of disk space
pl: Nieudane tworzenie obrazu ISO ""Może miejsce na dysku wyczerpało się?

source: Insuficient free space. To create this disk %(total)d MBytes are needed, but only %(free)d MBytes are available.
pl: Niewystarczająca ilość wolnego miejsca do utworzenia tego dysku %(total)d MB potrzeba, ale tylko %(free)d MB jest dostępne.

source: Failed to write to the destination directory. Check that you have privileges and free space there.
pl: Błąd zapisu do katalogu docelowego. Sprawdź czy masz odpowiednie uprawnienia i czy jest wolne miejsce.

source: Creating DVD tree structure
pl: Tworzenie struktury DVD

source: Failed to create the DVD tree Maybe you ran out of disk space
pl: Nieudane tworzenie struktury plików DVD Może miejsce na dysku wyczerpało się?

source: Please, add only one file each time.
pl: Proszę dodawać jeden plik za każdym razem.

source: Some files weren't video files. None added.
pl: Niektóre pliki nie były plikami wideo Nic nie dodano.

source: File doesn't seem to be a video file.
pl: Plik nie wydaje się być plikiem wideo.

source: File seems to be an audio file.
pl: Plik wydaje się być plikiem dźwiękowym.

source: no chapters
pl: brak rozdziałów

source: Title
pl: Tytuł

source: Can't find the menu background. Check the menu options.
pl: Nie można znaleźć tła menu. Sprawdź opcje menu.

source: Unsaved disc structure
pl: Niezapisana struktura dysku

source: No filename
pl: Brak nazwy pliku

source: Can't save the file.
pl: Nie można zapisać pliku.

source: Can't open the file.
pl: Nie można otworzyć pliku.

source: That file doesn't contain a disc structure.
pl: Ten plik nie zawiera struktury dysku.

source: That file doesn't contain a DeVeDe structure.
pl: Ten plik nie zawiera struktury DeVeDe.

source: Can't find the following movie files. Please, add them and try to load the disc structure again.
pl: Nie można znaleźć następujących plików z filmami. Proszę, dodać je i spróbować załadować strukturę dysku jeszcze raz.

source: Can't find the menu background. I'll open the disc structure anyway with the default menu background, so don't forget to fix it before creating the disc.
pl: Nie można znaleźć tła menu. Utworzę strukturę dysku z domyślnym tłem menu, więc nie zapomnij to naprawić zanim utworzysz dysk.

source: Video files
pl: Pliki wideo

source: All files
pl: Wszystkie pliki

source: Adding subtitles to
pl: Dodawanie napisów do

source: Conversion failed. It seems a bug of SPUMUX.
pl: Konwersja nieudana Wydaje się, że jest to błąd SPUMUX.

source: File copy failed Maybe you ran out of disk space?
pl: Kopiowanie pliku nieudane Może miejsce na dysku wyczerpało się?

source: Copying the file
pl: Kopiowanie pliku

source: Creating preview
pl: Tworzenie podglądu

source: Converting files from title
pl: Konwertowanie plików z tytułami

source: Conversion failed. It seems a bug of Mencoder.
pl: Konwersja nieudana Wydaje się, że jest to błąd Mencoder-a.

source: Conversion failed Maybe you ran out of disk space?
pl: Konwersja nieudana Może miejsce na dysku wyczerpało się?

source: Menu generation failed.
pl: Generowanie menu nieudane.

source: Can't add the buttons to the menus. It seems a bug of SPUMUX.
pl: Nie można dodać przycisków do menu. Wygląda to na błąd SPUMUX.
