Repository: dsutilo/guadalinex-v4
Catalog: installers/live/tags/1.2.5guada15/debian/po/*.po
Languages: hi

source: Welcome
hi: सुस्वागतम

source: Where are you?
hi: आप कहाँ हैं?

source: Select a city in your country and time zone.
hi: अपने देश में कोई शहर और समय क्षेत्र चुनें।

source: Selected city:
hi: चुना गया शहर:

source: Time zone:
hi: समय क्षेत्र:

source: Selected region:
hi: चुना गया क्षेत्र:

source: Current time:
hi: अभी का समय

source: Set Time...
hi: समय नियत करें...

source: Which layout is most similar to your keyboard?
hi: आपका कीबोर्ड किस बनावट की तरह है?

source: You can type into this box to test your new keyboard layout.
hi: आप अपने नये कीबोर्ड की बनावट जानने के लिए इस बक्से में लिखें

source: Who are you?
hi: आप कौन है?

source: What is your name?
hi: आपका नाम क्या है?

source: What name do you want to use to log in?
hi: आप लॉग इन करने के लिए किस नाम का प्रयोग करना चाहते है?

source: If more than one person will use this computer, you can set up multiple accounts after installation.
hi: अगर इस कम्प्युटर का एक से ज्यादा व्यक्ति उपयोग करेंगें तो आप संस्थापना के बाद बहुखाते बना सकते है।

source: Choose a password to keep your account safe.
hi: अपने खाते को सुरक्षित रखने के लिए पासर्वड चुनें

source: Enter the same password twice, so that it can be checked for typing errors.
hi: एक ही पासर्वड दो बार एन्टर करे,ताकि लिखने में हुई त्रुटियों कि जाँच की जा सके।

source: What is the name of this computer?
hi: इस कंप्यूटर का नाम क्या है?

source: This name will be used if you make the computer visible to others on a network.
hi: यह नाम आपके कंप्यूटर को नेटवर्क के अंदर दुसरों को दिखाने के लिए प्रयोग में लाया जाएगा।

source: Select a disk
hi: एक डिस्क चुनें

source: You can have the installer automatically create space in various ways on any one of the following hard disks. Alternatively, you can partition the disks manually.
hi: संस्थापक स्वतः निम्न हार्ड डिस्कों में कई प्रकार से जगह बना सकता है।दुसरे तरीके से आप डिस्कों को अपने हाथ से बाटँ सकते है।

source: Prepare disk space
hi: डिस्क में जगह तैयार करें।

source: Make sure to allocate space for a root partition ("/"), with a minimum size of 2 GB, and a swap partition of at least 256 MB.
hi: रूट पार्टिशन ("/") कम-से-कम २ जी-बी बडा होना चाहिये, और स्वैप पार्टिशन कम-से-कम २५६ एम-बी।

source: Select which partitions you want to use for your new installation, and where you want to mount each of them.
hi: किस विभाजन का प्रयोग आप नए संस्थापन के लिए करना चाहते है,चुनें और कहाँ आप प्रत्येक को माउंट कराना चाहते है।

source: You must mount one partition on the root file system ("/"), and you must choose at least one partition for use as swap space.
hi: एक विभाजन को रुट संचिका तंत्र ("/"), तथा कम से कम एक विभाजन को स्वैप जगह के प्रयोग के लिए चुनना आवश्यक है।

source: Size
hi: आकार

source: Reformat?
hi: रीफॉर्मेट

source: You must supply a root ("/") mount point.
hi: आपको एक रुट ("/") माउंट प्वाइंट देना आवश्यक है।

source: Your new operating system will now be installed with the following settings:
hi: आपका नया प्रचालन तंत्र निम्न सेटिंग के साथ संस्थापित हैं।ं

source: Skip
hi: छोड़े

source: Installation complete
hi: संस्थापना सम्पन्न।

source: Continue using the live CD
hi: लाइव सीडी के साथ जारी रखें

source: Restart now
hi: पुनः चालू करें।

source: Installation is complete. You need to restart the computer in order to use the new installation. You can continue to use this live CD, although any changes you make or documents you save will not be preserved.
hi: संस्थापना पूरा हो चुका है। नई संस्थापना का इस्तेमाल करने के लिए आपको कम्प्यूटर फिर से चालू करना होगा। इस जीवंत सीडी का इस्तेमाल आप जारी रख सकते हैं, मगर जो परिवर्तन आप करेंगे या दस्तावेज़ सहेजेंगे, वे सुरक्षित सहेजे नहीं जाऐंगे।

source: Make sure to remove the CD when restarting the computer, otherwise it will start back up using this live CD rather than the newly-installed system.
hi: जब आप कम्प्यूटर को फिर से चालू करते हैं, तो सीडी निकालना न भूलिये, नहीं तो कम्प्यूटर अभी संस्थापित ओपरेटिंग सिस्टम से नहीं, जीवंत सीडी से शुरु होगी।

source: Go Back
hi: पीछे जाएँ

source: Continue
hi: जारी रखें

source: Language: ${LANGUAGE} Keyboard layout: ${KEYMAP} Name: ${FULLNAME} Login name: ${USERNAME} Location: ${LOCATION} ${EXTRAS}
hi: भाषा: ${LANGUAGE} कीबोर्ड विन्यास: ${KEYMAP} नाम: ${FULLNAME} उपयोक्ता नाम: ${USERNAME} स्थान: ${LOCATION} ${EXTRAS}

source: GRUB will be installed to DEVICE
hi: ग्रब DEVICE में संस्थापित होगा

source: Finding the distribution to copy...
hi: नकल किये जाने वाले वितरण को ढूंढा जा रहा है...

source: Copying files (less than a minute remaining)...
hi: फाईल नकल किये जा रहे हैं (एक मिनट से कम समय बाकी)...

source: Failed to copy files; faulty CD/DVD?
hi: फाईल नकल नहीं हो पाये; क्या सी-डी/डी-वी-डी खराब है?

source: The installer encountered an error copying files to the hard disk:
hi: हार्ड डिस्क पर फाईल का नकल त्रुटि के कारण से नहीं हो पाया:

source: Failed to copy files; faulty hard disk?
hi: फाईल का नकल नहीं हो पाया; क्या हार्ड डिस्क खराब है?

source: This particular error is often due to a faulty hard disk. It may help to check whether the hard disk is old and in need of replacement, or to move the system to a cooler environment.
hi: इस त्रुटि का कारण अक्सर खराब हार्ड डिस्क का होना है। जाँच कीजिये कि क्या हार्ड डिस्क पुराना हो गया है और उसे बदलने की ज़रूरत है? हार्ड डिस्क में खराबी हद से ज़्यादा गर्मी से भी हो सकती है। आप पूरे कम्प्यूटर को एक कम गर्म जगह ले जाकर फिर से संस्थापन की कोशिश कर सकते हैं।

source: Failed to copy files; faulty CD/DVD or hard disk?
hi: फाईल का नकल नहीं हो पाया; क्या हार्ड डिस्क या सीडी/डीवीडी डिस्क या ड्राईव खराब है?

source: This particular error is often due to a faulty CD/DVD disk or drive, or a faulty hard disk. It may help to clean the CD/DVD, to burn the CD/DVD at a lower speed, to clean the CD/DVD drive lens (cleaning kits are often available from electronics suppliers), to check whether the hard disk is old and in need of replacement, or to move the system to a cooler environment.
hi: इस त्रुटि का कारण अक्सर खराब हार्ड डिस्क, सीडी/डी-वी-डी डिस्क या ड्राईव है। त्रुटि को सुलझाने के लिये आप डिस्क को साफ कर के दोबारा कोशिश कीजिये, सीडी को कम तेज़ रफतार में काट के दोबारा कोशिश कीजिये या सीडी ड्राईव के लेन्स को ही साफ करने की कोशिश कीजिये (लेन्स साफ करने के लिये उपकरण इलेक्ट्रॉनिक्स के दुकान में मिलते हैं)। जाँच कीजिये कि क्या हार्ड डिस्क पुराना हो गया है और उसे बदलने की ज़रूरत है? हार्ड डिस्क में खराबी हद से ज़्यादा गर्मी से भी हो सकती है। आप पूरे कम्प्यूटर को एक कम गर्म जगह ले जाकर फिर से संस्थापन की कोशिश कर सकते हैं।

source: Running ${SCRIPT}...
hi: चलाया जा रहा है ${SCRIPT}...

source: Configuring apt...
hi: एप्ट कॉन्फ़िगर किया जा रहा है...

source: Configuring keyboard...
hi: की-बोर्ड कॉन्फ़िगर किया जा रहा है...

source: Configuring network...
hi: नेटवर्क कॉन्फ़िगर किया जा रहा है...

source: Checking for packages to remove...
hi: पैकेज जिनको मिटाने हैं ढूँढे जा रहे हैं...

source: Downloading packages (${TIME} remaining)...
hi: पैकेज डाउनलोड हो रहे हैं (${TIME} बाकी)...

source: Downloading package lists...
hi: पैकेज सूची डाउनलोड हो रहे हैं...

source: Downloading package lists (${TIME} remaining)...
hi: पैकेज सूची डाउनलोड हो रहे हैं (${TIME} बाकी)...

source: Downloading language packs (${TIME} remaining)...
hi: भाषा पेटी डाउनलोड हो रहे हैं (${TIME} बाकी)...
