Repository: dsutilo/guadalinex-v4
Catalog: installers/live/tags/1.2.5guada7/guadalinex-po/*.po
Languages: es

source: _Install
es: _Instalar

source: The hostname must be between 3 and 18 characters long.
es: El nombre del equipo debe tener entre 3 y 18 caracteres de largo.

source: The hostname may not contain spaces.
es: El nombre del equipo no puede contener espacios.

source: The hostname may only contain letters, digits, and hyphens.
es: El nombre del equipo sólo puede contener letras, números y guiones

source: A partition is assigned to more than one mount point.
es: Una partición está asignada a más de un punto de montaje.

source: Two file systems are assigned the same mount point.
es: Dos sistemas de ficheros están asignados al mismo punto de montaje.

source: The partition assigned to '/' is too small (minimum size: %d Mb).
es: La partición asignada a '/' es muy pequeña (tamaño mínimo %d Mb).

source: XFS may not be used on the filesystem containing /boot. Either use a different filesystem for / or create a non-XFS filesystem for /boot.
es: XFS no puede ser usado para el sistema de ficheros que contenga /boot. Puede usar un sistema de ficheros diferente para / o crear un sistema de ficheros no-XFS para /boot

source: XFS may not be used on the /boot filesystem. Use a different filesystem type for /boot.
es: XFS no puede ser usado para el sistema de ficheros /boot. Use un sistema de ficheros diferente para /boot

source: Filesystems used by the system (/, /boot, /usr, /var) must be reformatted for use by this installer. Other filesystems (/home, /media/*, /usr/local, etc.) may be used without reformatting.
es: Los sistemas de ficheros usados por el sistema (/, /boot, /usr, /var) deben serreformateados para ser usados por el instalador. Otros sistemas de ficheros(/home, /media/*, /usr/local, /etc.) pueden ser usados sin reformatear.

source: FAT and NTFS filesystems may not be used on filesystems used by the system (/, /boot, /home, /usr, /var, etc.). It is usually best to mount them somewhere under /media/.
es: Los sistemas de ficheros FAT y NTFS no pueden ser usados para sistemas de ficheros utilizados por el sistema (/, /boot, /home, /usr, /var, etc.). Lo más habitual es montarlos en algún punto debajo de /media.

source: Resize a existing partition for make space where install the distribution.
es: <span>Este método de particionado puede utilizarse cuando <b>todo el disco está ocupado por otros sistemas operativos</b>. Si elige esta opción, se reducirá el espacio asignado a otros sistemas operativos y se utilizará el espacio libre resultante para su nuevo sistema Guadalinex v3. Se crearán 3 particiones <b>nuevas</b> en su disco duro y se instalará ahí el sistema. Aunque es improbable que se produzca una pérdida de sus datos, se recomienda hacer una <b>copia de seguridad</b> antes de realizar la instalación.</span>

source: Use the biggest free space in the partition table.
es: <span>Con este método se utilizará <b>espacio libre</b> (es decir, en el que no existe <b>ninguna partición</b>) disponible en su disco duro. Se crearán 3 particiones <b>nuevas</b> y se instalará ahí el sistema. <b>No se modificará ninguna de las particiones o sistemas operativos ya existentes</b></span>

source: Use the partition table in the actual status for install the distribution.
es: <span>Se ha detectado un sistema GNU/Linux instalado ya en este disco duro. Se van a usar esas mismas particiones para el nuevo sistema, <b>reemplazando</b> al anterior. Tenga en cuenta que <b>todos los datos que hubiese en ese sistema Linux previo se perderán de manera irreversible</b>.</span>

source: Edit manually the partition table for make space where install the distribution.
es: <span>Use este método de particionado si desea <b>total libertad</b> para decidir dónde instalar cada componente del sistema. Podrá crear, destruir y redimensionar cualquier partición para que cada parte ocupe el espacio que quiera. <b>Atención:</b> las operaciones que haga con el disco duro pueden suponer la <b>pérdida de todos los datos</b>, así que continúe por aquí únicamente si ya tiene experiencia particionando de forma manual.</span>

source: Delete all the hard disk and use all the space for install the distribution.
es: <span>Este método de particionado es irreversible: <b>se borrará todo el disco</b> y se crearán 3 particiones <b>nuevas</b> en su disco duro. Se instalará ahí el sistema.<b> Se perderá cualquier información que haya en el disco</b></span>

source: Hard Disk
es: Disco Duro

source: Floppy Disk
es: Disquete

source: First
es: Primer

source: Second
es: Segundo

source: Third
es: Tercero

source: Fourth
es: Cuarto

source: Fifth
es: Quinto

source: Sixth
es: Sexto

source: Seventh
es: Séptimo

source: Eighth
es: Octavo
