Repository: dsutilo/guadalinex-v4
Catalog: generation_system/packages/tasksel/tasksel-2.50ubuntu7guada1/tasks/po/*.po
Languages: bg, ca, de, eu, fr, pt, pt_br, ru

source: This task installs packages that make it easier for Thai speaking people to use Debian.
bg: Тази задача инсталира пакети, които улесняват говорещите тайландски потребители на Debian.
ca: Aquesta tasca instal·la paquets que fan l'ús de Debian més fàcil als usuaris tailandessos.
de: Dieser Task installiert Pakete, die es Thailändern einfacher machen, Debian zu benutzen.
eu: Ataza honek programak, datu-fitxategiak eta dokumentazioak thailandieraz instalatzen ditu, Thailandiera hitzegiten dutenek Debian erabilterrazagoa izan dezaten.
fr: Cette tâche installe des paquets facilitant la prise en main de Debian par les utilisateurs parlant thaï.
pt: Esta tarefa instala pacotes que ajudam quem fala Tailandês a utilizar Debian.
pt_br: Esta tarefa instala pacotes que facilitam a vida de usuários Tailandeses do Debian.
ru: Это задание устанавливает пакеты и документацию для облегчения работы в Debian тем, кто говорит на тайском языке.

source: Thai desktop
bg: Работен плот за тайландски
ca: Escriptori en tailandès
de: Thailändischer Desktop
eu: Thailandiar Mahaigaina
fr: Environnement de bureau thaï
pt: Desktop em Tailandês
pt_br: Desktop Tailandês
ru: Рабочий стол на тайском языке

source: This task localises the desktop in Thai.
bg: Тази задача локализира работния плот за тайландски
ca: Aquesta tasca localitza l'escriptori al tailandès.
de: Dieser Task lokalisiert den Desktop Thailändisch.
eu: Ataza honek idazmahaia Thailandieraz ezartzen du.
fr: Cette tâche permet la localisation de l'environnement de bureau en thaï.
pt: Esta tarefa faz com que o desktop utilize o locale Tailandês.
pt_br: Esta tarefa torna o desktop localizado em Tailandês.
ru: Это задание переводит рабочий стол на тайский язык.

source: Turkish environment
bg: Среда за турски
ca: Entorn en turc
de: Türkische Umgebung
eu: Turkiar ingurunea
fr: Environnement turc
pt: Ambiente Dinamarquês
pt_br: Ambiente Turco
ru: Турецкое окружение

source: This task installs packages and documentation in Turkish to help Turkish speaking people use Debian.
bg: Тази задача инсталира пакети и документация на турски в помощ на говорещите турски потребители на Debian.
ca: Aquesta tasca instal·la paquets i documentació en turc, per ajudar als usuaris de parla turca a utilitzar Debian.
de: Dieser Task installiert Pakete und Dokumentation, um Türkisch sprechenden Menschen dabei zu helfen, Debian zu benutzen.
eu: Ataza honek Turkiera hitzegiten dutenek Debian erabilterrazagoa izan dezaten egiten duten programak, datu-fitxategiak eta dokumentazioak instalatzen ditu,
fr: Cette tâche installe des programmes et de la documentation en turc afin de faciliter la prise en main de Debian par les utilisateurs parlant cette langue.
pt: Esta tarefa instala pacotes e documentação em Turco para ajudar quem fala Turco a utilizar Debian.
pt_br: Esta tarefa instala pacotes e documentação em Turco para ajudar os usuários Debian que falam este idioma.
ru: Это задание устанавливает пакеты и документацию для облегчения работы в Debian тем, кто говорит на турецком языке.

source: Turkish desktop
bg: Работен плот за турски
ca: Escriptori en turc
de: Türkischer Desktop
eu: Turkiar mahaigaina
fr: Environnement de bureau turc
pt: Desktop em Turco
pt_br: Desktop Turco
ru: Рабочий стол на турецком языке

source: This task localises the desktop in Turkish.
bg: Тази задача локализира работния плот за турски
ca: Aquesta tasca localitza l'escriptori al turc.
de: Dieser Task installiert den Desktop Türkisch.
eu: Ataza honek idazmahaia Turkieraz ezartzen du.
fr: Cette tâche permet la localisation de l'environnement de bureau en turc.
pt: Esta tarefa faz com que o desktop utilize o locale Turco.
pt_br: Esta tarefa torna o desktop localizado em Turco.
ru: Это задание переводит рабочий стол на турецкий язык.

source: Ukrainian environment
bg: Среда за украински
ca: Entorn en ucraïnès
de: Ukrainische Umgebung
eu: Ukrainiar ingurunea
fr: Environnement ukrainien
pt: Ambiente Ucraniano
pt_br: Ambiente Ucraniano
ru: Украинское окружение

source: This task installs programs and documentation in Ukrainian to help Ukrainian speaking people use Debian.
bg: Тази задача инсталира програми и документация на украински в помощ на говорещите украински потребители на Debian.
ca: Aquesta tasca instal·la programes i documentació en ucraïnès, per ajudar als usuaris de parla ucraïnesa a utilitzar Debian.
de: Dieser Task installiert Pakete und Dokumentationen auf Ukrainisch, die Ukrainisch sprechenden Benutzern in Debian behilflich sind.
eu: Ataza honek Ukrainiera hitzegiten dutenek Debian erabilterrazagoa izan dezaten egiten duten programak, datu-fitxategiak eta dokumentazioak instalatzen ditu,
fr: Cette tâche installe des programmes et de la documentation en ukrainien afin de faciliter la prise en main de Debian par les utilisateurs parlant cette langue.
pt: Esta tarefa instala programas e documentação em Ucraniano para ajudar quem fala Ucraniano a utilizar Debian.
pt_br: Esta tarefa instala pacotes e documentação em Ucraniano para ajudar os usuários Debian que falam este idioma.
ru: Это задание устанавливает программы и документацию для облегчения работы в Debian тем, кто говорит на украинском языке.

source: Ukrainian desktop
bg: Работен плот за украински
ca: Escriptori en ucraïnès
de: Ukrainischer Desktop
eu: Ukrainiar mahaigaina
fr: Environnement de bureau ukrainien
pt: Desktop em Ucraniano
pt_br: Desktop Ucraniano
ru: Рабочий стол на украинском языке

source: This task localises the desktop in Ukrainian.
bg: Тази задача локализира работния плот за украински
ca: Aquesta tasca localitza l'escriptori al ucraïnès.
de: Dieser Task lokalisiert den Desktop Ukrainisch.
eu: Ataza honek idazmahaia Ukranieraz ezartzen du.
fr: Cette tâche permet la localisation de l'environnement de bureau en ukrainien.
pt: Esta tarefa faz com que o desktop utilize o locale Ucraniano.
pt_br: Esta tarefa torna o desktop localizado em Ucraniano.
ru: Это задание переводит рабочий стол на украинский язык.

source: Vietnamese desktop
fr: Environnement de bureau vietnamien
ru: Рабочий стол на вьетнамском языке

source: This task localises the desktop in Vietnamese.
fr: Cette tâche permet la localisation de l'environnement de bureau en vietnamien.
ru: Это задание переводит рабочий стол на вьетнамский язык.

source: Web server
bg: Уеб сървър
ca: Servidor web
eu: Web zerbitzaria
fr: Serveur web
pt: Servidor Web
pt_br: Servidor Web
ru: Веб сервер

source: This task selects packages useful for a general purpose web server system.
bg: Тази задача избира пакети, подходящи за общоцелеви уеб сървър.
ca: Aquesta tasca selecciona paquets útils per a un servidor de web normal.
de: Dieser Task wählt Pakete aus, die für den allgemeinen Gebrauch als Web-Server nützlich sind.
eu: Ataza honek web zerbitzari sistema batek behar dituen oinarrizko paketeak instalatuko ditu.
fr: Cette tâche choisit les paquets utiles pour un serveur web générique.
pt: Esta tarefa selecciona pacotes úteis para um sistema servidor web genérico.
pt_br: Esta tarefa seleciona pacotes úteis para um sistema servidor Web de propósito geral.
ru: Это задание выбирает пакеты для создания системы с веб сервером общего назначения.

source: Welsh environment
eu: Galestar ingurunea
fr: Environnement gallois
ru: Валлийское окружение

source: This task installs packages and documentation in Welsh to help Welsh speaking people use Debian.
eu: Ataza honek programak, datu-fitxategiak eta dokumentazioak Galesez instalatzen ditu, Galesa hitzegiten dutenek Debian erabilterrazagoa izan dezaten.
fr: Cette tâche installe des programmes et de la documentation en gallois afin de faciliter la prise en main de Debian par les utilisateurs parlant cette langue.
ru: Это задание устанавливает пакеты и документацию для облегчения работы в Debian тем, кто говорит на валлийском языке.

source: Welsh desktop
eu: Galestar mahaigaina
fr: Environnement de bureau gallois
ru: Рабочий стол на валлийском языке

source: This task localises the desktop in Welsh.
eu: Ataza honek idazmahaia Galesez ezartzen du.
fr: Cette tâche permet la localisation de l'environnement de bureau en gallois.
ru: Это задание переводит рабочий стол на валлийский язык.

source: Xhosa desktop
fr: Environnement de bureau xhosa
ru: Рабочий стол на коса

source: This task localises the desktop in Xhosa.
fr: Cette tâche permet la localisation de l'environnement de bureau en xhosa.
ru: Это задание переводит рабочий стол на язык коса.
