Repository: dsutilo/guadalinex-v4
Catalog: generation_system/packages/tasksel/tasksel-2.50ubuntu7guada1/tasks/po/*.po
Languages: bg, ca, de, eu, fr, pt, pt_br, ru

source: Norwegian (Bokmaal and Nynorsk) desktop
bg: Работен плот за норвежки (Bokmaal и Nynorsk)
ca: Entorn en noruec (Bokmal i Nynorsk)
de: Norwegischer (Bokmaal- und Nynorsk-) Desktop
eu: Norvegiera (Bokmaal eta Nynors) mahaigaina
fr: Environnement de bureau norvégien (bokmål et nynorsk)
pt: Desktop em Norueguês (Bokmaal e Nynorsk)
pt_br: Desktop Norueguês (Bokmaal e Nynorsk)
ru: Рабочий стол на норвежском языке (Букмол и Нюнорск)

source: This task localises the desktop in Norwegian.
bg: Тази задача локализира работния плот за норвежки
ca: Aquesta tasca localitza l'escriptori al noruec.
de: Dieser Task lokalisiert den Desktop Norwegisch.
eu: Ataz honek idazmahaia Norvegieraz ezartzen du.
fr: Cette tâche permet la localisation de l'environnement de bureau en norvégien.
pt: Esta tarefa faz com que o desktop utilize o locale Norueguês.
pt_br: Esta tarefa torna o desktop localizado em Norueguês.
ru: Это задание переводит рабочий стол на норвежский язык.

source: Persian environment
bg: Среда за персийски
ca: Entorn en persa
de: Persische Umgebung
eu: Persiar ingurunea
fr: Environnement persan
pt: Ambiente Persa
pt_br: Ambiente Persa
ru: Персидское окружение

source: This task installs programs, data files, fonts, and documentation that makes it easier for Persian speakers to use Debian.
bg: Тази задача инсталира програми, файлове с данни, шрифтове и документация, които улесняват говорещите персийски потребители на Debian.
ca: Aquesta tasca instal·la programes, fitxers de dades, tipus de lletres i documentació que fan l'ús de Debian més fàcil als usuaris de parla persa.
de: Dieser Task installiert Programme, Dateien, Schriften und Dokumentation, die es einfacher machen, Debian für Persisch sprechende Personen zu verwenden.
eu: Ataza honek programak, datu-fitxategiak, letra-tipo eta dokumentazioak Persierazinstalatzen ditu, Persiera hitzegiten dutenek Debian erabilterrazagoa izan dezaten.
fr: Cette tâche installe des programmes, des fichiers de données, des polices de caractères ainsi que de la documentation en persan afin de faciliter la prise en main de Debian par les utilisateurs parlant cette langue.
pt: Esta tarefa instala programas, ficheiros de dados, fontes e documentação para ajudar quem fala Persa a utilizar Debian,
pt_br: Esta tarefa instala programas, arquivos de dados, fontes e documentação que facilitam a utilização do Debian para usuários que falam Persa.
ru: Это задание устанавливает пакеты и документацию для облегчения работы в Debian тем, кто говорит на персидском языке.

source: Persian desktop
fr: Environnement de bureau persan
ru: Рабочий стол на персидском языке

source: This task localises the desktop in Persian.
bg: Тази задача локализира работния плот за персийски.
ca: Aquesta tasca localitza l'escriptori al persa.
de: Dieser Task lokalisiert den Desktop Persisch.
eu: Ataz honek idazmahaia Persieraz ezartzen du.
fr: Cette tâche permet la localisation de l'environnement de bureau en persan.
pt: Esta tarefa faz com que o desktop utilize o locale Persa.
pt_br: Esta tarefa torna o desktop localizado em Persa.
ru: Это задание переводит рабочий стол на персидский язык.

source: Polish environment
bg: Среда за полски
ca: Entorn en polonès
de: Polnische Umgebung
eu: Poloniear ingurunea
fr: Environnement polonais
pt: Ambiente Polaco
pt_br: Ambiente Polonês
ru: Польское окружение

source: This task installs packages and documentation in Polish to help Polish speaking people use Debian.
bg: Тази задача инсталира пакети и документация на полски в помощ на говорещите полски потребители на Debian.
ca: Aquesta tasca instal·la paquets i documentació en polonès, per ajudar als usuaris de parla polonesa a utilitzar Debian.
de: Dieser Task installiert Pakete und Dokumentation, um Polnisch sprechenden Menschen dabei zu helfen, Debian zu benutzen.
eu: Ataza honek programak, datu-fitxategiak eta dokumentazioak Polonieraz instalatzen ditu, Poloniera hitzegiten dutenek Debian erabilterrazagoa izan dezaten.
fr: Cette tâche installe des programmes et de la documentation en polonais afin de faciliter la prise en main de Debian par les utilisateurs parlant cette langue.
pt: Esta tarefa instala pacotes e documentação em Polaco para ajudar quem fala Polaco a utilizar Debian.
pt_br: Esta tarefa instala pacotes e documentação em Polonês para ajudar os usuários Debian que falam este idioma.
ru: Это задание устанавливает пакеты и документацию для облегчения работы в Debian тем, кто говорит на польском языке.

source: Polish desktop
bg: Работен плот за полски
ca: Escriptori en polonès
de: Polnischer Desktop
eu: Poloniar mahaigaina
fr: Environnement de bureau polonais
pt: Desktop em Polaco
pt_br: Desktop Polonês
ru: Рабочий стол на польском языке

source: This task localises the desktop in Polish.
bg: Тази задача локализира работния плот за полски
ca: Aquesta tasca localitza l'escriptori al polonès.
de: Dieser Task lokalisiert den Desktop Polnisch.
eu: Ataza honek idazmahaia Polonieraz ezartzen du.
fr: Cette tâche permet la localisation de l'environnement de bureau en polonais.
pt: Esta tarefa faz com que o desktop utilize o locale Polaco.
pt_br: Esta tarefa torna o desktop localizado em Polonês.
ru: Это задание переводит рабочий стол на польский язык.

source: Portuguese environment
eu: Brasilgo Portuges ingurunea
fr: Environnement portugais
ru: Португальское окружение

source: This task installs packages and documentation in Portuguese to help Portuguese speaking people use Debian.
eu: Ataza honek Portugesa hitzegiten dutenek Debian erabilterrazagoa izan dezaten egiten duten programak, datu-fitxategiak eta dokumentazioak instalatzen ditu.
fr: Cette tâche installe des paquets et de la documentation en portugais afin de faciliter la prise en main de Debian par les utilisateurs parlant cette langue.
ru: Это задание устанавливает пакеты и документацию для облегчения работы в Debian тем, кто говорит на португальском языке.

source: Portuguese desktop
eu: Brasilgo Portuges mahaigaina
fr: Environnement de bureau portugais
ru: Рабочий стол на португальском языке

source: This task localises the desktop in Portuguese.
eu: Ataza honek idazmahaia Brasilgo Portugesez ezartzen du.
fr: Cette tâche permet la localisation de l'environnement de bureau en portugais.
ru: Это задание переводит рабочий стол на португальский язык.

source: Print server
bg: Сървър за отпечатване
ca: Servidor d'impressió
de: Druck-Server
eu: Inprimatze-zerbitzaria
fr: Serveur d'impression
pt: Servidor de Impressão
pt_br: Servidor de impressão
ru: Сервер печати

source: This task sets up your system to be a print server.
bg: Тази задача настройва системата Ви за сървър за отпечатване.
ca: Aquesta tasca configura el vostre sistema per a ser un servidor d'impressió.
de: Dieser Task richtet Ihr System als Druck-Server ein.
eu: Ataza honek sistema inprimatze-zerbitzaria izateko konfiguratzen du.
fr: Cette tâche configure votre système pour être un serveur d'impression.
pt: Esta tarefa prepara o sistema para ser um servidor de impressão.
pt_br: Esta tarefa configura seu sistema para que o mesmo seja um servidor de impressão.
ru: Это задание настраивает систему для использования в качестве сервера печати.

source: Punjabi environment
bg: Среда за пунджабски
ca: Entorn en panjabi
de: Pandschabi Umgebung
eu: Punjabiar ingurunea
fr: Environnement punjabi
pt: Ambiente Punjabi
pt_br: Ambiente Punjabi
ru: Пунджабское окружение

source: This task installs programs, data files, fonts, and documentation that makes it easier for Punjabi speakers to use Debian.
bg: Тази задача инсталира програми, файлове с данни, шрифтове и документация, които улесняват говорещите пунджабски потребители на Debian.
ca: Aquesta tasca instal·la programes, fitxers de dades, tipus de lletres i documentació que fan l'ús de Debian més fàcil als usuaris de parla panjabi.
de: Dieser Task installiert Programme, Dateien, Schriften und Dokumentation, die es einfacher machen, Debian für Pandschabi sprechende Personen zu verwenden.
eu: Ataza honek programak, datu-fitxategiak, letra-tipo eta dokumentazioak Punjaberaz instalatzen ditu, Punjabera hitzegiten dutenek Debian erabilterrazagoa izan dezaten.
fr: Cette tâche installe des programmes, des fichiers de données, des polices de caractères ainsi que de la documentation en punjabi afin de faciliter la prise en main de Debian par les utilisateurs parlant cette langue.
pt: Esta tarefa instala programas, ficheiros de dados, fontes e documentação para ajudar quem fala Punjabi a utilizar Debian,
pt_br: Esta tarefa instala programas, arquivos de dados, fontes e documentação que facilitam a utilização do Debian para usuários que falam Punjabi.
ru: Это задание устанавливает программы, файлы данных, шрифты и документацию для облегчения работы в Debian тем, кто говорит на пунджабском языке.

source: Punjabi desktop
fr: Environnement de bureau punjabi
ru: Рабочий стол на пунджабском языке

source: This task localises the desktop in Punjabi.
bg: Тази задача локализира работния плот за пунджабски
ca: Aquesta tasca localitza l'escriptori al panjabi.
de: Dieser Task lokalisiert den Desktop Pandschabi.
eu: Ataz honek idazmahaia Punjaberaz ezartzen du.
fr: Cette tâche permet la localisation de l'environnement de bureau en punjabi.
pt: Esta tarefa faz com que o desktop utilize o locale em Punjabi.
pt_br: Esta tarefa torna o desktop localizado em Punjabi.
ru: Это задание переводит рабочий стол на пунджабский язык.

source: Romanian environment
bg: Среда за румънски
ca: Entorn en romanès
de: Rumänische Umgebung
eu: Errumaniar ingurunea
fr: Environnement roumain
pt: Ambiente Romeno
pt_br: Ambiente Romeno
ru: Румынское окружение

source: This task installs packages and documentation in Romanian to help Romanian speaking people use Debian.
bg: Тази задача инсталира пакети и документация на ръмънски в помощ на говорящите румънски потребители на Debian.
ca: Aquesta tasca instal·la paquets i documentació en romanès, per ajudar als usuaris de parla romanesa a utilitzar Debian.
de: Dieser Task installiert Pakete und Dokumentationen auf Rumänische, die Rumänisch sprechenden Benutzern in Debian behilflich sind.
eu: Ataza honek Errumaniera hitzegiten dutenek Debian erabilterrazagoa izan dezaten egiten duten programak, datu-fitxategiak eta dokumentazioak instalatzen ditu.
fr: Cette tâche installe des paquets et de la documentation en roumain afin de faciliter la prise en main de Debian par les utilisateurs parlant cette langue.
pt: Este pacote instala pacotes e documentação em Romeno para auxiliar utilizadores de Debian que falam Romeno.
pt_br: Esta tarefa instala pacotes e documentação em Romeno para ajudar usuários Debian que falam Romeno.
ru: Это задание устанавливает пакеты и документацию для облегчения работы в Debian тем, кто говорит на румынском языке.

source: Romanian desktop
bg: Работен плот за румънски
ca: Escriptori en romanès
de: Rumänischer Desktop
eu: Errumaniar idazmahaia
fr: Environnement de bureau roumain
pt: Desktop em Romeno
pt_br: Desktop Romeno
ru: Рабочий стол на румынском языке

source: This task localises the desktop in Romanian.
bg: Тази задача локализира работния плот за румънски
ca: Aquesta tasca localitza l'escriptori al romanès
de: Dieser Task lokalisiert den Desktop Rumänisch.
eu: Ataz honek idazmahaia Errumanieraz ezartzen du.
fr: Cette tâche permet la localisation de l'environnement de bureau en roumain.
pt: Esta tarefa faz com que o desktop utilize o locale Romeno.
pt_br: Esta tarefa torna o desktop localizado em Romeno.
ru: Это задание переводит рабочий стол на румынский язык.

source: Russian environment
bg: Среда за руски
ca: Entorn en rus
de: Russische Umgebung
eu: Errusiera ingurunea
fr: Environnement russe
pt: Ambiente Russo
pt_br: Ambiente Russo
ru: Русское окружение

source: This task installs programs and documentation in Russian to help Russian speaking people use Debian.
bg: Тази задача инсталира програми и документация на руски в помощ на говорещите руски потребители на Debian.
ca: Aquesta tasca instal·la programes i documentació en rus, per ajudar als usuaris de parla rusa a utilitzar Debian.
de: Dieser Task installiert Pakete und Dokumentationen in Russisch, die Russisch sprechenden Benutzern in Debian behilflich sind.
eu: Ataza honek Errusiera hitzegiten dutenek Debian erabilterrazagoa izan dezaten egiten duten programak, datu-fitxategiak eta dokumentazioak instalatzen ditu,
fr: Cette tâche installe des programmes et de la documentation en russe afin de faciliter la prise en main de Debian par les utilisateurs parlant cette langue.
pt: Esta tarefa instala programas e documentação em Russo para ajudar quem fala Russo a utilizar Debian.
pt_br: Esta tarefa instala pacotes e documentação em Russo para ajudar os usuários Debian que falam este idioma.
ru: Это задание устанавливает программы и документацию для облегчения работы в Debian тем, кто говорит на русском языке.

source: Russian desktop
bg: Работен плот за руски
ca: Escriptori en rus
de: Russischer Desktop
eu: Errusiar mahaigaina
fr: Environnement de bureau russe
pt: Desktop em Russo
pt_br: Desktop Russo
ru: Рабочий стол на русском языке

source: This task localises the desktop in Russian.
bg: Тази задача локализира работния плот за руски
ca: Aquesta tasca localitza l'escriptori al rus.
de: Dieser Task lokalisiert den Desktop Russisch.
eu: Ataza honek idazmahaia Errusieraz ezartzen du.
fr: Cette tâche permet la localisation de l'environnement de bureau en russe.
pt: Esta tarefa faz com que o desktop utilize o locale Russo.
pt_br: Esta tarefa torna o desktop localizado em Russo.
ru: Это задание переводит рабочий стол на русский язык.

source: Slovak environment
bg: Среда за словашки
ca: Entorn en eslovac
de: Slovakische Umgebung
eu: Slobakiar ingurunea
fr: Environnement slovaque
pt: Ambiente Eslovaco
pt_br: Ambiente Eslovaco
ru: Словацкое окружение

source: This task installs packages and documentation in Slovak to help Slovak speaking people use Debian.
bg: Тази задача инсталира пакети и документация на словашки в помощ на говорящите словашки потребители на Debian.
ca: Aquesta tasca instal·la paquets i documentació en eslovac, per ajudar als usuaris de parla eslovaca a utilitzar Debian.
de: Dieser Task installiert Pakete und Dokumentationen auf Slovakisch, die Slovakisch sprechenden Benutzern in Debian behilflich sind.
eu: Ataza honek Slovakiarra hitzegiten dutenek Debian erabilterrazagoa izan dezaten egiten duten programak, datu-fitxategiak eta dokumentazioak instalatzen ditu,
fr: Cette tâche installe des paquets et de la documentation en slovaque afin de faciliter la prise en main de Debian par les utilisateurs parlant cette langue.
pt: Este pacote instala pacotes e documentação em Eslovaco para auxiliar utilizadores de Debian que falam Eslovaco.
pt_br: Esta tarefa instala pacotes e documentação em Eslovaco para ajudar usuários Debian que falam Eslovaco.
ru: Это задание устанавливает пакеты и документацию для облегчения работы в Debian тем, кто говорит на словацком языке.

source: Slovak desktop
bg: Работен плот за словашки
ca: Escriptori en eslovac
de: Slovakischer Desktop
eu: Slovakiar idazmahaia
fr: Environnement de bureau slovaque
pt: Desktop em Eslovaco
pt_br: Desktop Eslovaco
ru: Рабочий стол на словацком языке

source: This task localises the desktop in Slovak.
bg: Тази задача локализира работния плот за словашки
ca: Aquesta tasca localitza l'escriptori a l'eslovac.
de: Dieser Task lokalisiert den Desktop Slovakisch.
eu: Ataza honek idazmahaia Eslobakieraz ezartzen du.
fr: Cette tâche permet la localisation de l'environnement de bureau en slovaque.
pt: Esta tarefa faz com que o desktop utilize o locale Eslovaco.
pt_br: Esta tarefa torna o desktop localizao em Eslovaco.
ru: Это задание переводит рабочий стол на словацкий язык.

source: Slovenian environment
eu: Eslobeniar ingurunea
fr: Environnement slovène
ru: Словенское окружение

source: This task installs packages and documentation in Slovenian to help Slovenian speaking people use Debian.
eu: Ataza honek Eslobeniera hitzegiten dutenek Debian erabilterrazagoa izan dezaten egiten duten programak, datu-fitxategiak eta dokumentazioak instalatzen ditu,
fr: Cette tâche installe des paquets et de la documentation en slovène afin de faciliter la prise en main de Debian par les utilisateurs parlant cette langue.
ru: Это задание устанавливает пакеты и документацию для облегчения работы в Debian тем, кто говорит на словенском языке.

source: Slovenian desktop
eu: Slobeniar idazmahaia
fr: Environnement de bureau slovène
ru: Рабочий стол на словенском языке

source: This task localises the desktop in Slovenian.
eu: Ataz honek idazmahaia Eslobenieraz ezartzen du.
fr: Cette tâche permet la localisation de l'environnement de bureau en slovène.
ru: Это задание переводит рабочий стол на словенский язык.

source: Spanish environment
bg: Среда за испански
ca: Entorn en espanyol
de: spanische Umgebung
eu: Espainiar ingurunea
fr: Environnement espagnol
pt: Ambiente Espanhol
pt_br: Ambiente Espanhol
ru: Испанское окружение

source: This task installs programs, data files, and documentation that make it easier for Spanish speakers to use Debian.
bg: Тази задача инсталира програми, файлове с данни и документация, улесняващи говорещите испански потребители на Debian.
ca: Aquesta tasca instal·la programes, fitxers de dades i documentació que fan més fàcil l'ús de Debian als usuaris de parla espanyola.
de: Dieser Task installiert Programme, Dateien und Dokumentation, die es einfacher machen, Debian für Spanisch sprechende Personen zu verwenden.
eu: Ataza honek Gaztelania hitzegiten dutenek Debian erabilterrazagoa izan dezaten egiten duten programak, datu-fitxategiak eta dokumentazioak instalatzen ditu,
fr: Cette tâche installe des programmes, des fichiers de donnés et de la documentation en espagnol afin de faciliter la prise en main de Debian par les utilisateurs parlant cette langue.
pt: Esta tarefa instala programas, dados de ficheiros, e documentação para ajudar quem fala Espanhol a utilizar Debian.
pt_br: Esta tarefa instala programas, arquivos de dados, fontes e documentação que facilitam a vida de usuários espanhóis que desejam utilizar o Debian.
ru: Это задание устанавливает программы, файлы данных и документацию для облегчения работы в Debian тем, кто говорит на испанском языке.

source: Spanish desktop
bg: Работен плот за испански
ca: Escriptori en espanyol
de: Spanischer Desktop
eu: Espainiar mahaigaina
fr: Environnement de bureau espagnol
pt: Desktop em Espanhol
pt_br: Desktop Espanhol
ru: Рабочий стол на испанском языке

source: This task localises the desktop in Spanish.
bg: Тази задача локализира работния плот за испански
ca: Aquesta tasca localitza l'escriptori a l'espanyol.
de: Dieser Task lokalisiert den Desktop Spanisch.
eu: Ataz honek idazmahaia Gaztelaniaz ezartzen du.
fr: Cette tâche permet la localisation de l'environnement de bureau en espagnol.
pt: Esta tarefa faz com que o desktop utilize o locale Espanhol.
pt_br: Esta tarefa torna o desktop localizado em Espanhol.
ru: Это задание переводит рабочий стол на испанский язык.

source: Standard system
bg: Стандартна система
ca: Sistema estàndard
eu: Sistema estandarra
fr: Système standard
pt: Sistema Standard
pt_br: Sistema básico
ru: Стандартная система

source: This task installs a reasonably small character-mode system.
bg: Тази задача инсталира сравнително малка система за работа в конзола.
ca: Aquesta tasca instal·la un sistema en mode text raonablement reduït.
de: Dieser Task installiert ein brauchbares, textbasiertes System.
eu: Ataza honek karakete-modu sistema nahiko txiki bat instalatuko du
fr: Cette tâche installe un système de taille relativement raisonnable, en mode caractère uniquement.
pt: Esta tarefa instala um sistema razoavelmente pequeno em modo texto.
pt_br: Esta tarefa instala um sistema em modo texto razoavelmente pequeno.
ru: Это задание устанавливает рационально маленькую систему с текстовым режимом.

source: Swedish environment
bg: Среда за шведски
ca: Entorn en suec
de: Schwedische Umgebung
eu: Suediar ingurunea
fr: Environnement suédois
pt: Ambiente Sueco
pt_br: Ambiente Sueco
ru: Шведское окружение

source: This task installs packages and documentation in Swedish to help Swedish speaking people use Debian.
bg: Тази задача инсталира пакети и документация на шведски в помощ на говорещите шведски потребители на Debian.
ca: Aquesta tasca instal·la paquets i documentació en suec, per ajudar als usuaris de parla sueca a utilitzar Debian.
de: Dieser Task installiert Pakete und Dokumentation, um Schwedisch sprechenden Menschen dabei zu helfen, Debian zu benutzen.
eu: Ataza honek Suediera hitzegiten dutenek Debian erabilterrazagoa izan dezaten egiten duten programak, datu-fitxategiak eta dokumentazioak instalatzen ditu,
fr: Cette tâche installe des programmes et de la documentation en suédois afin de faciliter la prise en main de Debian par les utilisateurs parlant cette langue.
pt: Esta tarefa instala pacotes e documentação em Sueco para ajudar quem fala Sueco a utilizar Debian.
pt_br: Esta tarefa instala pacotes e documentação em Sueco para ajudar os usuários Debian que falam este idioma.
ru: Это задание устанавливает пакеты и документацию для облегчения работы в Debian тем, кто говорит на шведском языке.

source: Swedish desktop
bg: Работен плот за шведски
ca: Escriptori en suec
de: Schwedischer Desktop
eu: Suediar mahaigaina
fr: Environnement de bureau suédois
pt: Desktop em Sueco
pt_br: Desktop Sueco
ru: Рабочий стол на шведском языке

source: This task localises the desktop in Swedish.
bg: Тази задача локализира работния плот за шведски
ca: Aquesta tasca localitza l'escriptori al suec.
de: Dieser Taks lokalisiert den Desktop Schwedisch.
eu: Ataza honek idazmahaia Suedieraz ezartzen du.
fr: Cette tâche permet la localisation de l'environnement de bureau en suédois.
pt: Esta tarefa faz com que o desktop utilize o locale Sueco.
pt_br: Esta tarefa torna o desktop localizado em Sueco.
ru: Это задание переводит рабочий стол на шведский язык.

source: Tagalog environment
eu: Tagalogar ingurunea
fr: Environnement tagalog
ru: Тагалогское окружение

source: This task installs packages and documentation in Tagalog to help Tagalog speaking people use Debian.
eu: Ataza honek Tagalogera hitzegiten dutenek Debian erabilterrazagoa izan dezaten egiten duten programak, datu-fitxategiak eta dokumentazioak instalatzen ditu.
fr: Cette tâche installe des paquets et de la documentation en tagalog afin de faciliter la prise en main de Debian par les utilisateurs parlant cette langue.
ru: Это задание устанавливает пакеты и документацию для облегчения работы в Debian тем, кто говорит на тагалогском языке.

source: Tamil desktop
eu: Tamil mahaigaina
fr: Environnement de bureau tamoul
ru: Рабочий стол на тамильском языке

source: This task localises the desktop in Tamil.
eu: Ataz honek idazmahaia Tamileraz ezartzen du.
fr: Cette tâche permet la localisation de l'environnement de bureau en tamoul.
ru: Это задание переводит рабочий стол на тамильский язык.

source: Thai environment
bg: Среда за тайландски
ca: Entorn en tailandès
de: Thailändische Umgebung
eu: Thailandiar ingurunea
fr: Environnement thaï
pt: Ambiente Tailandês
pt_br: Ambiente Tailandês
ru: Тайское окружение
