Repository: dsutilo/guadalinex-v4
Catalog: generation_system/packages/tasksel/tasksel-2.50ubuntu7guada1/tasks/po/*.po
Languages: bg, ca, de, eu, fr, pt, pt_br, ru

source: This task installs packages and documentation in Czech to help Czech speaking people use Debian.
bg: Тази задача инсталира пакети и документация на чешки в помощ на говорещите чешки потребители на Debian.
ca: Aquesta tasca instal·la paquets i documentació en txec per a ajudar als usuaris de parla txeca a utilitzar Debian.
de: Dieser Task installiert Pakete und Dokumentationen auf Tschechisch, die Tschechisch sprechenden Benutzern in Debian behilflich sind.
eu: Ataza honek Txekiera hitzegiten dutenek Debian erabilterrazagoa izan dezaten egiten duten programak, datu-fitxategiak eta dokumentazioa instalatzen ditu,
fr: Cette tâche installe des paquets et de la documentation en tchèque afin de faciliter la prise en main de Debian par les utilisateurs parlant cette langue.
pt: Esta tarefa instala pacotes e documentação em Checo para ajudar utilizadores que falem Checo a usar Debian.
pt_br: Esta tarefa instala pacotes e documentação em Tcheco para ajudar usuários Debian que falam Tcheco.
ru: Это задание устанавливает пакеты и документацию для облегчения работы в Debian тем, кто говорит на чешском языке.

source: Czech desktop
bg: Работен плот за чешки
ca: Escriptori en txec
de: Tschechischer Desktop
eu: Txekiar idazmahaia
fr: Environnement de bureau tchèque
pt: Desktop em Checo
pt_br: Desktop Tcheco
ru: Рабочий стол на чешском языке

source: This task localises the desktop in Czech.
bg: Тази задача локализира работния плот за чешки
ca: Aquesta tasca localitza l'escriptori al txec.
de: Dieser Task lokalisiert den Desktop Tschechisch.
eu: Artaz honek idazmahaia Txekieraz ezartzen du.
fr: Cette tâche permet la localisation de l'environnement de bureau en tchèque.
pt: Esta tarefa faz com que o desktop utilize o locale Checo.
pt_br: Esta tarefa torna o desktop localizado para Tcheco.
ru: Это задание переводит рабочий стол на чешский язык.

source: Danish environment
bg: Среда за датски
ca: Entorn en danès
de: Dänische Umgebung
eu: Daniera ingurunea
fr: Environnement danois
pt: Ambiente Dinamarquês
pt_br: Ambiente Dinamarquês
ru: Датское окружение

source: This task installs packages and documentation in Danish to help Danish speaking people use Debian.
bg: Тази задача инсталира пакети и документация на датски в помощ на говорещите датски език потребители на Debian.
ca: Aquesta tasca instal·la paquets i documentació en danès, per ajudar als usuaris de parla danesa a utilitzar Debian.
de: Diese Task installiert Pakete und Dokumentation in Dänisch, die Dänisch sprechenden Benutzern von Debian behilflich sind.
eu: Ataza honek Daniera hitzegiten dutenek Debian erabilterrazagoa izan dezaten egiten duten programak, datu-fitxategiak eta dokumentazioa instalatzen ditu.
fr: Cette tâche installe des paquets et de la documentation en danois afin de faciliter la prise en main de Debian par les utilisateurs parlant cette langue.
pt: Esta tarefa instala pacotes e documentação em Dinamarquês para ajudar quem fala Dinamarquês a utilizar Debian.
pt_br: Esta tarefa instala pacotes e documentação em Dinamarquês para ajudar os usuários Debian que falam este idioma.
ru: Это задание устанавливает пакеты и документацию для облегчения работы в Debian тем, кто говорит на датском языке.

source: Danish desktop
bg: Работен плот за датски
ca: Escriptori en danès
de: Dänischer Desktop
eu: Daniera mahaigaina
fr: Environnement de bureau danois
pt: Desktop Dinamarquês
pt_br: Desktop Dinamarquês
ru: Рабочий стол на датском языке

source: This task localises the desktop in Danish.
bg: Тази задача локализира работния плот за датски
ca: Aquesta tasca localitza l'escriptori al danès.
de: Dieser Task lokalisiert den Desktop Dänisch.
eu: Artaz honek idazmahaia Danieraz ezartzen du.
fr: Cette tâche permet la localisation de l'environnement de bureau en danois.
pt: Esta tarefa faz com que o desktop utilize o locale Dinamarquês.
pt_br: Esta tarefa torna o desktop localizado para Dinamarquês.
ru: Это задание переводит рабочий стол на датский язык.

source: SQL database
bg: SQL база данни
ca: Base de dades SQL
de: SQL-Datenbank
eu: SQL datubasea
fr: Bases de données SQL
pt: Base de dados SQL
pt_br: Base de dados SQL
ru: База данных SQL

source: This task selects client and server packages for the PostgreSQL database.
bg: Тази задача избира клиентските и сървърските пакети на базата данни PostgreSQL.
ca: Aquesta tasca selecciona paquets de client i servidor per a la base de dades PostgreSQL.
de: Dieser Task wählt Client- und Serverpakete für die PostgreSQL-Datenbank.
eu: Ataza honek PostgreSQL-ren bezero eta zerbitzari paketeak hautatzen ditu.
fr: Cette tâche choisit les paquets client et serveur pour manipuler des bases de données PostgreSQL.
pt: Esta tarefa selecciona pacotes cliente e servidor para a base de dados.
pt_br: Esta tarefa seleciona pacotes clientes e servidores para bases de dados PostgreSQL.
ru: Это задание выбирает компоненты клиента и сервера СУБД PostgreSQL.

source: PostgreSQL is an SQL relational database, offering increasing SQL92 compliance and some SQL3 features. It is suitable for use with multi-user database access, through its facilities for transactions and fine-grained locking.
bg: PostgreSQL е SQL релационна база данни, която предлага широка поддръжка на стандарта SQL92, както и някои въведения на стандарта SQL3. Подходяща е за използване при многопотребителски достъп до база данни заради нейните способности за транзакции и фино заключване.
ca: PostgreSQL és una base de dades SQL relacional, que s'acomoda progressivament a SQL92, i algunes funcionalitats SQL3. És apropiada per a l'ús amb accés multiusuari a bases de dades, mitjançant les seues propietats per a transaccions i bloqueig molt precís.
de: PostgreSQL ist eine relationale Datenbank, die wachsende SQL92-Konformität und einige SQL3-Funktionen bietet. Sie ist für wegen ihrer Fähigkeit für »Transaktionen« und feinkörnigen Locking für Mehrbenutzer-Datenbankzugriff geeignet.
eu: PostgreSQL SQL datubase erlazionala da, SQL92 hedagarritasuna eta SQL93-eko zenbait funtzionalitate eskaintzen ditu. Egokia da hainbat erabiltzailek datubasea atzitzeko, bere transakzio eta blokeo finak direla medio.
fr: PostgreSQL est une base de données relationnelle SQL, offrant une conformité SQL92 sans cesse accrue, ainsi que quelques fonctionnalités de SQL3. Il convient à une utilisation dans un environnement multi-utilisateurs, avec transactions aisées et contrôle précis sur le verrouillage.
pt: PostgreSQL é uma base de dados relacional, oferecendo conformidade melhorada de SQL92 e algumas características de SQL3. É apropriado para utilizar com acesso a bases de dados multi-utilizador, através de facilidades para transacções e fine-grained locking.
pt_br: O PostgreSQL é um sistema de base de dados relacional SQL, que oferece compatibilidade crescente com os padrões SQL92 e alguns recursos SQL3. É adequado para acesso a bases de dados multi-usuário, através de suas facilidades para transações e locking avançadas.
ru: PostgreSQL -- это реляционная SQL база данных с всё возрастающей совместимостью с SQL92 и с некоторыми возможностями SQL3. Она обеспечивает многопользовательский доступ к базам данных, благодаря поддержке транзакций и продуманной системе блокировок.

source: Desktop environment
bg: Среда за работен плот
ca: Entorn d'escriptori
de: Desktop-Umgebung
eu: Mahaigaina ingurunea
fr: Environnement graphique de bureau
pt: Ambiente de Desktop
pt_br: Ambiente Desktop
ru: Окружение рабочего стола

source: This task provides basic desktop software and serves as a basis for the Gnome and KDE desktop tasks.
bg: Тази задача осигурява софтуер за основен работен плот и служи за основа на задачите за работен плот Gnome и KDE.
ca: Aquesta tasca proveeix amb programari bàsic d'escriptori, i serveix com a base per a les tasques d'escriptori GNOME i KDE.
de: Dieser Task bietet grundlegende Desktop-Software an und dient als Basis für die Gnome- und KDE-Desktop-Tasks.
eu: Ataza honek GNOME eta KDE atazarentzat beharrezko diren oinarrizko idazmahai eta zerbitzari softwareak instalatuko ditu.
fr: Cette tâche fournit les logiciels de base pour un environnement de bureau et sert de base pour les tâches d'installation des environnements Gnome et KDE.
pt: Esta tarefa disponibiliza software básico para desktop e serve de base para as tarefas de desktop Gnome e KDE.
pt_br: Esta tarefa fornece software desktop básico e serve como base para as tarefas dos desktops GNOME e KDE.
ru: Это задание предоставляет основное программное обеспечение для рабочего стола и служит основой для задач рабочих столов Gnome и KDE.

source: DNS server
bg: DNS сървър
ca: Servidor de DNS
eu: DNS zerbitzaria
fr: Serveur DNS
pt: Servidor DNS
pt_br: Servidor DNS
ru: Сервер имён (DNS)

source: Selects the BIND DNS server, and related documentation and utility packages.
bg: Избира DNS сървърът BIND и свързаните с него пакети с документация и инструменти.
ca: Selecciona el servidor de DNS BIND, i els paquets de documentació i utilitats relacionats.
de: Wählt den BIND DNS-Server und verwandte Dokumentation und Hilfspakete aus.
eu: BIND DNS zerbitzaria hautatzen du, dagokion dokumentazioaren eta utilitateen paketeekin.
fr: Choisit le serveur DNS BIND, ainsi que la documentation associée et quelques utilitaires.
pt: Selecciona o servidor de DNS BIND, e documentação relacionada e pacotes utilitários.
pt_br: Esta tarefa seleciona o servidor DNS BIND, pacotes de utilitários e de documentação relacionados.
ru: Выбрать сервер имён BIND и соответствующие пакеты документации и инструментов.

source: Dutch environment
bg: Среда за датски
ca: Entorn en holandès
de: Niederländische Umgebung
eu: Nederlandar ingurunea
fr: Environnement néerlandais
pt: Ambiente Holandês
pt_br: Ambiente Holandês
ru: Голландское окружение

source: This task installs programs, data files, fonts, and documentation that makes it easier for Dutch speakers to use Debian.
bg: Тази задача инсталира програми, файлове с данни, шрифтове и документация, които улесняват говорещите датски потребители на Debian.
ca: Aquesta tasca instal·la programes, fitxers de dades, tipus de lletres i documentació que fan l'ús de Debian més fàcil als usuaris de parla holandesa.
de: Dieser Task installiert Programme, Dateien, Schriften und Dokumentation, die es einfacher machen, Debian für Niederländisch sprechende Personen zu verwenden.
eu: Ataza honek Alemaniera hitzegiten dutenek Debian erabilterrazagoa izan dezaten egiten duten programak, datu-fitxategiak eta dokumentazioa instalatzen ditu,
fr: Cette tâche installe des programmes, des fichiers de données, des polices de caractères ainsi que de la documentation afin de faciliter la prise en main de Debian par les utilisateurs parlant néerlandais.
pt: Esta tarefa instala programas, ficheiros de dados, fontes e documentação para ajudar quem fala Holandês a utilizar Debian.
pt_br: Esta tarefa instala programas, arquivos de dados, fontes e documentação que facilitam a utilização do Deboan para usuários holandeses.
ru: Это задание устанавливает программы, файлы данных, шрифты и документацию для облегчения работы в Debian тем, кто говорит на голландском языке.

source: Dutch desktop
fr: Environnement de bureau néerlandais
ru: Рабочий стол на голландском языке

source: This task localises the desktop in Dutch.
bg: Тази задача локализира работния плот за датски
ca: Aquesta tasca localitza l'escriptori a l'holandès
de: Dieser Task lokalisiert den Desktop Niederländisch.
eu: Ataza honek idazmahaia Alemanieraz ezartzen du.
fr: Cette tâche permet la localisation de l'environnement de bureau en néerlandais.
pt: Esta tarefa faz com que o desktop utilize o locale Holandês.
pt_br: Esta tarefa torna o desktop localizado em Holandês
ru: Это задание переводит рабочий стол на голландский язык.

source: Dzongkha desktop
fr: Environnement de bureau dzongkha
ru: Рабочий стол на языке дзонг-кэ

source: This task localises the desktop in Dzongkha.
fr: Cette tâche permet la localisation de l'environnement de bureau en dzongkha.
ru: Это задание переводит рабочий стол на язык дзонг-кэ.

source: Esperanto desktop
eu: Esperanto mahaigaina
fr: Environnement de bureau esperanto
ru: Рабочий стол на эсперанто

source: This task localises the desktop in Esperanto.
eu: Ataza honek idazmahaia Esperantoz ezartzen du.
fr: Cette tâche permet la localisation de l'environnement de bureau en esperanto.
ru: Это задание переводит рабочий стол на язык эсперанто.

source: Estonian desktop
eu: Estoniar idazmahaia
fr: Environnement de bureau estonien
ru: Рабочий стол на эстонском языке

source: This task localises the desktop in Estonian.
eu: Ataza honek idazmahaia Estonieraz ezartzen du.
fr: Cette tâche permet la localisation de l'environnement de bureau en estonien.
ru: Это задание переводит рабочий стол на эстонский язык.

source: File server
bg: Файлов сървър
ca: Servidor de fitxers
de: Datei-Server
eu: Fitxategi-zerbitzaria
fr: Serveur de fichiers
pt: Servidor de ficheiros
pt_br: Servidor de arquivos
ru: Файловый сервер

source: This task sets up your system to be a file server, supporting both NetBIOS and NFS.
bg: Тази задача настройва Вашата система за файлов сървър, поддържащ NetBIOS и NFS.
ca: Aquesta tasca configura el vostre sistema per a que siga un servidor de fitxers, suportant tant NetBIOS com NFS.
de: Dieser Task richtet Ihr System als Datei-Server ein. NetBIOS und NFS werden unterstützt.
eu: Ataza honek sistema fitxategi-zerbitzaria izateko konfiguratzen du, NetBIOS eta NFS onartzen dituelarik.
fr: Cette tâche configure votre système en serveur de fichiers, aussi bien pour NetBIOS que NFS.
pt: Esta tarefa prepara o seu sistema para ser um servidor de ficheiros, suportando NetBIOS e NFS.
pt_br: Esta tarefa configura seu sistema para que o mesmo seja um servidor de arquivos, suportando ambos os protocolos NetBIOS e NFS.
ru: Это задание настраивает систему для использования в качестве файлового сервера через NetBIOS и NFS.

source: Finnish environment
eu: Finlandiar ingurunea
fr: Environnement finnois
ru: Финское окружение

source: This task installs packages and documentation in Finnish to help Finnish speaking people use Debian.
eu: Ataza honek Finlandiera hitzegiten dutenek Debian erabilterrazagoa izan dezaten egiten duten programak, datu-fitxategiak eta dokumentazioa instalatzen ditu.
fr: Cette tâche installe des paquets et de la documentation en finnois afin de faciliter la prise en main de Debian par les utilisateurs parlant cette langue.
ru: Это задание устанавливает пакеты и документацию для облегчения работы в Debian тем, кто говорит на финском языке.

source: Finnish desktop
eu: Finlandiar mahaigaina
fr: Environnement de bureau finnois
ru: Рабочий стол на финском языке

source: This task localises the desktop in Finnish.
eu: Ataza honek idazmahaia Finlandieraz ezartzen du.
fr: Cette tâche permet la localisation de l'environnement de bureau en finnois.
ru: Это задание переводит рабочий стол на финский язык.

source: French environment
bg: Среда за френски
ca: Entorn en francès
de: Französische Umgebung
eu: Frantses ingurunea
fr: Environnement français
pt: Ambiente Francês
pt_br: Ambiente Frânces
ru: Французское окружение

source: This task installs packages and documentation in French to help French speaking people use Debian.
bg: Тази задача инсталира пакети и документация на френски в помощ на говорещите френски потребители на Debian.
ca: Aquesta tasca instal·la paquets i documentació en francès per a ajudar als usuaris de parla francesa a utilitzar Debian.
de: Dieser Task installiert Pakete und Dokumentationen auf Französisch, die Französisch sprechenden Benutzern in Debian behilflich sind.
eu: Ataza honek Frantsesa hitzegiten dutenek Debian erabilterrazagoa izan dezaten egiten duten programak, datu-fitxategiak eta dokumentazioa instalatzen ditu.
fr: Cette tâche installe des paquets et de la documentation en français afin de faciliter la prise en main de Debian par les utilisateurs parlant cette langue.
pt: Esta tarefa instala pacotes e documentação em Francês para ajudar utilizadores que falam Francês a usar Debian.
pt_br: Esta tarefa instala pacotes e documentação em Francês para ajudar usuários Debian que falam Francês.
ru: Это задание устанавливает пакеты и документацию для облегчения работы в Debian тем, кто говорит на французском языке.

source: French desktop
bg: Работен плот за френски
ca: Escriptori en francès
de: Französischer Desktop
eu: Frantses mahaigaina
fr: Environnement de bureau français
pt: Desktop em Francês
pt_br: Desktop Francês
ru: Рабочий стол на французском языке

source: This task localises the desktop in French.
bg: Тази задача локализира работния плот за френски
ca: Aquesta tasca localitza l'escriptori al francès.
de: Dieser Task lokalisiert den Desktop Französisch.
eu: Ataza honek idazmahaia Frantsesez ezartzen du.
fr: Cette tâche permet la localisation de l'environnement de bureau en français.
pt: Esta tarefa faz com que o desktop utilize o locale Francês.
pt_br: Esta tarefa torna o desktop localizado para Francês.
ru: Это задание переводит рабочий стол на французский язык.

source: Galician environment
eu: Galiziar ingurunea
fr: Environnement galicien
ru: Галисийское окружение

source: This task installs packages and documentation in Galician to help Galician speaking people use Debian.
eu: Ataza honek Galiziera hitzegiten dutenek Debian erabilterrazagoa izan dezaten egiten duten programak, datu-fitxategiak eta dokumentazioa instalatzen ditu,
fr: Cette tâche installe des paquets et de la documentation en galicien afin de faciliter la prise en main de Debian par les utilisateurs parlant cette langue.
ru: Это задание устанавливает пакеты и документацию для облегчения работы в Debian тем, кто говорит на галисийском языке.

source: Galician desktop
eu: Galiziar mahaigaina
fr: Environnement de bureau galicien
ru: Рабочий стол на галисийском языке

source: This task localises the desktop in Galician.
eu: Ataza honek idazmahaia Galizieraz ezartzen du.
fr: Cette tâche permet la localisation de l'environnement de bureau en galicien.
ru: Это задание переводит рабочий стол на галисийский язык.

source: Georgian desktop
fr: Environnement de bureau géorgien
ru: Рабочий стол на грузинском языке

source: This task localises the desktop in Georgian.
fr: Cette tâche permet la localisation de l'environnement de bureau en géorgien.
ru: Это задание переводит рабочий стол на грузинский язык.

source: German environment
bg: Среда за немски
ca: Entorn en alemany
de: Deutsche Umgebung
eu: Alemaniar ingurunea
fr: Environnement allemand
pt: Ambiente Alemão
pt_br: Ambiente Alemão
ru: Немецкое окружение

source: This task installs packages and documentation in German to help German speaking people use Debian.
bg: Тази задача инсталира пакети и документация на немски в помощ на говорещите немски потребители на Debian.
ca: Aquesta tasca instal·la paquets i documentació en alemany per a ajudar als usuaris de parla alemana a utilitzar Debian.
de: Dieser Task installiert Pakete und Dokumentationen in Deutsch, die Deutsch sprechenden Benutzern in Debian behilflich sind.
eu: Ataza honek Alemaniera hitzegiten dutenek Debian erabilterrazagoa izan dezaten egiten duten programak, datu-fitxategiak eta dokumentazioa instalatzen ditu.
fr: Cette tâche installe des paquets et de la documentation en allemand afin de faciliter la prise en main de Debian par les utilisateurs parlant cette langue.
pt: Esta tarefa instala pacotes e documentação em Alemão para ajudar quem fala Alemão a utilizar Debian.
pt_br: Esta tarefa instala pacotes e documentação em Alemão para ajudar usuários Debian que falam Alemão.
ru: Это задание устанавливает пакеты и документацию для облегчения работы в Debian тем, кто говорит на немецком языке.

source: German desktop
bg: Работен плот за немски
ca: Escriptori en alemany
de: Deutscher Desktop
eu: Alemaniar mahaigaina
fr: Environnement de bureau allemand
pt: Desktop em Alemão
pt_br: Desktop Alemão
ru: Рабочий стол на немецком языке

source: This task localises the desktop in German.
bg: Тази задача локализира работния плот за немски
ca: Aquesta tasca localitza l'escriptori a l'alemany.
de: Dieser Task lokalisiert den Desktop Deutsch.
eu: Ataza honek idazmahaia Alemanieraz ezartzen du.
fr: Cette tâche permet la localisation de l'environnement de bureau en allemand.
pt: Esta tarefa faz com que o desktop utilize o locale Alemão.
pt_br: Esta tarefa torna o desktop localizado para Alemão.
ru: Это задание переводит рабочий стол на немецкий язык.

source: Gnome desktop environment
bg: Работен плот на Gnome
ca: Entorn d'escriptori GNOME
de: Gnome-Desktop-Umgebung
eu: Gnome idazmahai ingurunea
fr: Environnement de bureau Gnome
pt: Ambiente de desktop Gnome
pt_br: Ambiente desktop Gnome
ru: Рабочий стол окружения Gnome

source: This task provides basic "desktop" software using the Gnome desktop environment.
fr: Cette tâche fournit les logiciels de base pour l'environnement de bureau Gnome.
ru: Это задание предлагает базовое программное обеспечение для "рабочего стола" с помощью рабочего стола окружения Gnome.

source: Greek environment
bg: Среда за гръцки
ca: Entorn en grec
de: Griechische Umgebung
eu: Grekoa ingurunea
fr: Environnement grec
pt: Ambiente Grego
pt_br: Ambiente Grego
ru: Греческое окружение

source: This task installs packages and documentation in Greek to help Greek speaking people use Debian.
bg: Тази задача инсталира пакети и документация на гръцки в помощ на говорещите гръцки потребители на Debian.
ca: Aquesta tasca instal·la paquets i documentació en grec per a ajudar als usuaris de parla grega a utilitzar Debian.
de: Dieser Task installiert Pakete und Dokumentationen auf Griechisch, die Griechisch sprechenden Benutzern in Debian behilflich sind.
eu: Ataza honek Grekoa hitzegiten dutenek Debian erabilterrazagoa izan dezaten egiten duten programak, datu-fitxategiak eta dokumentazioa instalatzen ditu.
fr: Cette tâche installe des paquets et de la documentation en grec afin de faciliter la prise en main de Debian par les utilisateurs parlant cette langue.
pt: Esta tarefa instala pacotes e documentação em Grego para ajudar quem fala Grego a utilizar Debian.
pt_br: Esta tarefa instala pacotes e documentação em Grego para ajudar usuários Debian que falam Grego.
ru: Это задание устанавливает пакеты и документацию для облегчения работы в Debian тем, кто говорит на греческом языке.

source: Greek desktop
bg: Работен плот за гръцки
ca: Escriptori en grec
de: Griechischer Desktop
eu: Grekoa mahaigaina
fr: Environnement de bureau grec
pt: Desktop em Grego
pt_br: Desktop Grego
ru: Рабочий стол на греческом языке

source: This task localises the desktop in Greek.
bg: Тази задача локализира работния плот за гръцки
ca: Aquesta tasca localitza l'escriptori al grec.
de: Dieser Task lokalisiert den Desktop Griechisch.
eu: Ataza honek idazmahaia Grekoz ezartzen du.
fr: Cette tâche permet la localisation de l'environnement de bureau en grec.
pt: Esta tarefa faz com que o desktop utilize o locale Grego.
pt_br: Esta tarefa torna o desktop localizado em Grego.
ru: Это задание переводит рабочий стол на греческий язык.

source: Hebrew environment
bg: Среда за еврейски
ca: Entorn en hebreu
de: Hebräische Umgebung
eu: Hebreera ingurunea
fr: Environnement hébreu
pt: Ambiente Hebraico
pt_br: Ambiente Hebráico
ru: Окружение иврита
