Repository: dsutilo/guadalinex-v4
Catalog: generation_system/packages/tasksel/tasksel-2.50ubuntu7guada1/tasks/po/*.po
Languages: bg, ca, de, eu, fr, pt, pt_br, ru

source: Albanian desktop
eu: Albaniar idazmahaia
fr: Environnement de bureau albanais
ru: Рабочий стол на албанском языке

source: This task localises the desktop in Albanian.
eu: Ataza honek idazmahaia Albanieraz ezartzen du.
fr: Cette tâche permet la localisation de l'environnement de bureau en albanais.
ru: Это задание переводит рабочий стол на албанский язык.

source: Arabic environment
bg: Среда за арабски
ca: Entorn en àrab
de: Arabische Umgebung
eu: Arabiar ingurunea
fr: Environnement arabe
pt: Ambiente Arábico
pt_br: Ambiente Árabe
ru: Арабское окружение

source: This task installs programs, data files, fonts, and documentation that makes it easier for Arabic speakers to use Debian.
bg: Тази задача инсталира програми, файлове с данни, шрифтове и документация, които улесняват говорещите арабски потребители на Debian.
ca: Aquesta tasca instal·la programes, fitxers de dades, tipus de lletres i documentació que fan l'ús de Debian més fàcil als usuaris de parla àrab.
de: Dieser Task installiert Programme, Dateien, Schriften und Dokumentation, die es einfacher machen, Debian für Arabisch sprechende Personen zu verwenden.
eu: Ataza honek programak, datu-fitxategiak eta dokumentazioa albanieraz instalatzen ditu, Albaniera hitzegiten dutenek Debian erabilterrazagoa izan dezaten.
fr: Cette tâche installe des programmes, des fichiers de données, des polices de caractères ainsi que de la documentation en arabe afin de faciliter la prise en main de Debian par les utilisateurs parlant cette langue.
pt: Esta tarefa instala programas, ficheiros de dados, fontes e documentação para ajudar quem fala Arábico a utilizar Debian,
pt_br: Esta tarefa instala programas, arquivos de dados, fontes e documentação que facilitam a utilização do Debian para usuários árabes.
ru: Это задание устанавливает программы, файлы данных, шрифты и документацию для облегчения работы в Debian тем, кто говорит на арабском языке.

source: Arabic desktop
fr: Environnement de bureau arabe
ru: Рабочий стол на арабском языке

source: This task localises the desktop in Arabic.
bg: Тази задача локализира работния плот за арабски
ca: Aquesta tasca localitza l'escriptori a l'àrab.
de: Dieser Task lokalisiert den Desktop Arabisch.
eu: Ataza honek idazmahaia Arabiarrez ezartzen du.
fr: Cette tâche permet la localisation de l'environnement de bureau en arabe.
pt: Esta tarefa faz com que o desktop utilize o locale em Arábico.
pt_br: Esta tarefa torna o desktop localizado em Árabe.
ru: Это задание переводит рабочий стол на арабский язык.

source: Basque desktop
eu: Euskal mahaigaina
fr: Environnement de bureau basque
ru: Рабочий стол на баскском языке

source: This task localises the desktop in Basque.
eu: Ataza honek idazmahaia euskaraz ezartzen du.
fr: Cette tâche permet la localisation de l'environnement de bureau en basque.
ru: Это задание переводит рабочий стол на баскский язык.

source: Belarusian environment
eu: Bielorrusiar ingurunea
fr: Environnement biélorusse
ru: Белорусское окружение

source: This task installs packages and documentation in Belarusian to help Belarusian speaking people use Debian.
eu: Ataza honek Bielorrusiera hitzegiten dutenek Debian erabilterrazagoa izan dezaten egiten duten programak, datu-fitxategiak eta dokumentazioa instalatzen ditu.
fr: Cette tâche installe des paquets et de la documentation en b'élorusse afin de faciliter la prise en main de Debian par les utilisateurs parlant cette langue.
ru: Это задание устанавливает пакеты и документацию для облегчения работы в Debian тем, кто говорит на белорусском языке.

source: Belarusian desktop
fr: Environnement de bureau biélorusse
ru: Рабочий стол на белорусском языке

source: This task localises the desktop in Belarusian.
fr: Cette tâche permet la localisation de l'environnement de bureau en biélorusse.
ru: Это задание переводит рабочий стол белорусский язык.

source: Bengali environment
bg: Среда за бенгалски
ca: Entorn en bengalí
de: Bengalische Umgebung
eu: Bengaliar ingurunea
fr: Environnement bengali
pt: Ambiente Bengali
pt_br: Ambiente Bengali
ru: Бенгальское окружение

source: This task installs programs, data files, fonts, and documentation that makes it easier for Bengali speakers to use Debian.
bg: Тази задача инсталира програми, файлове с данни, шрифтове и документация, които улесняват говорещите бенгалски потребители на Debian.
ca: Aquesta tasca instal·la programes, fitxers de dades, tipus de lletres i documentació que fan l'ús de Debian més fàcil als usuaris de parla bengalí.
de: Dieser Task installiert Programme, Dateien, Schriften und Dokumentation, die es einfacher machen, Debian für Bengalisch sprechende Personen zu verwenden.
eu: Ataza honek programak, datu-fitxategiak eta dokumentazioa bengalerazi instalatzen ditu, Bengalera hitzegiten dutenek Debian erabilterrazagoa izan dezaten.
fr: Cette tâche installe des programmes, des fichiers de données, des polices de caractères ainsi que de la documentation en bengali afin de faciliter la prise en main de Debian par les utilisateurs parlant cette langue.
pt: Esta tarefa instala programas, ficheiros de dados, fontes e documentação para ajudar quem fala Bengali a utilizar Debian,
pt_br: Esta tarefa instala programas, arquivos de dados, fontes e documentação que facilitam a utilização do Debian que falam o idioma Bengali.
ru: Это задание устанавливает программы, файлы данных, шрифты и документацию для облегчения работы в Debian тем, кто говорит на бенгальском языке.

source: Bengali desktop
fr: Environnement de bureau bengali
ru: Рабочий стол на бенгальском языке

source: This task localises the desktop in Bengali.
bg: Тази задача локализира работния плот за бенгалски
ca: Aquesta tasca localitza l'escriptori al bengalí.
de: Dieser Task lokalisiert den Desktop Bengalisch.
eu: Artaz honek idazmahaia Bengaleraz ezartzen du.
fr: Cette tâche permet la localisation de l'environnement de bureau en bengali.
pt: Esta tarefa faz com que o desktop utilize o locale Bengali.
pt_br: Esta tarefa torna o desktop localizado em Bengali.
ru: Это задание переводит рабочий стол на бенгальский язык.

source: Bosnian desktop
eu: Bosniar idazmahaia
fr: Environnement de bureau bosniaque
ru: Рабочий стол на боснийском языке

source: This task localises the desktop in Bosnian.
eu: Ataza honek idazmahaia Bosnieraz ezartzen du.
fr: Cette tâche permet la localisation de l'environnement de bureau en bosniaque.
ru: Это задание переводит рабочий стол на боснийский язык.

source: Brazilian Portuguese environment
bg: Среда за бразилски португалски
ca: Entorn en portuguès brasiler
de: Brasilianisch-Portugiesische Umgebung
eu: Brasilgo Portugesa ingurunea
fr: Environnement portugais du Brésil
pt: Ambiente Português do Brazil
pt_br: Ambiente Português Brasileiro
ru: Португальское окружение для бразильцев

source: This task installs programs, data files, and documentation that make it easier for Brazilian Portuguese speakers to use Debian.
bg: Тази задача инсталира програми, файлове с данни и документация, улесняващи говорещите бразилски португалски потребители на Debian.
ca: Aquesta tasca instal·la programes, fitxers de dades i documentació que fan més fàcil l'ús de Debian als usuaris de parla portuguesa brasilera.
de: Dieser Task installiert Programme, Dateien und Dokumentation, die es Brasilianisch-Portugiesischen Benutzern erleichtern, Debian zu verwenden.
eu: Ataza honek programak, datu-fitxategiak eta dokumentazioa Protugesez instalatzen ditu, Brasilgo Portugesa hitzegiten dutenek Debian erabilterrazagoa izan dezaten.
fr: Cette tâche installe des programmes, des fichiers de donnés et de la documentation en portugais du Brésil afin de faciliter la prise en main de Debian par les utilisateurs parlant cette langue.
pt: Esta tarefa instala programas, ficheiros de dados, e documentação para ajudar quem fala Português do Brazil a utilizar Debian,
pt_br: Esta tarefa instala programas, arquivos de dados e documentação que facilitam a utilização do Debian para usuários brasileiros.
ru: Это задание устанавливает программы, файлы данных, шрифты и документацию для облегчения работы в Debian бразильцам, говорящим на португальском языке.

source: Brazilian Portuguese desktop
bg: Работен плот за бразилски португалски
ca: Escriptori en portuguès brasiler
de: Brasilianisch-Portugiesischer Desktop
eu: Brasilgo Portugesa mahaigaina
fr: Environnement de bureau portugais du Brésil
pt: Desktop Português do Brazil
pt_br: Desktop Brasileiro
ru: Рабочий стол на португальском языке для бразильцев

source: This task localises the desktop in Brasilian Portuguese.
bg: Тази задача локализира работния плот за бразилски португалски.
ca: Aquesta tasca localitza l'escriptori al portuguès brasiler.
de: Dieser Task lokalisiert den Desktop Brasilianisch-Portugiesisch.
eu: Ataza honek idazmahaia Brasilgo Portugesez ezartzen du.
fr: Cette tâche permet la localisation de l'environnement de bureau en portugais du Brésil.
pt: Esta tarefa faz com que o desktop utilize os locales em Português do Brazil.
pt_br: Esta tarefa torna o desktop localizado para Português do Brasil.
ru: Это задание переводит рабочий стол на португальский язык для бразильцев.

source: Bulgarian environment
bg: Среда за български
ca: Entorn en búlgar
de: Bulgarische Umgebung
eu: Bulgariar ingurunea
fr: Environnement bulgare
pt: Ambiente Bulgaro
pt_br: Ambiente Búlgaro
ru: Болгарское окружение

source: This task installs programs and data files that make it easier for Bulgarian speakers to use Debian.
bg: Тази задача инсталира пакети и файлове с данни, които улесняват говорещите български потребители на Debian.
ca: Aquesta tasca instal·la paquets que fan més fàcil l'ús de Debian als usuaris de parla búlgara.
de: Dieser Task installiert Pakete, die es Bulgarisch sprechenden Menschen einfacher machen, Debian zu benutzen.
eu: Ataza honek programak, datu-fitxategiak eta dokumentazioa bulgarieraz instalatzen ditu, Bulgariera hitzegiten dutenek Debian erabilterrazagoa izan dezaten.
fr: Cette tâche installe des paquets facilitant la prise en main de Debian par les utilisateurs parlant bulgare.
pt: Esta tarefa instala programas e ficheiros de dados para ajudar quem fala Bulgaro a utilizar Debian.
pt_br: Esta tarefa instala pacotes e arquivos de dados que fcilitam o uso do Debian para usuários búlgaros.
ru: Это задание устанавливает программы и файлы данных для облегчения работы в Debian тем, кто говорит на болгарском языке.

source: Bulgarian desktop
bg: Работен плот за български
ca: Escriptori en búlgar
de: Bulgarischer Desktop
eu: Bulgariar idazmahaia
fr: Environnement de bureau bulgare
pt: Desktop em Bulgaro
pt_br: Desktop Búlgaro
ru: Рабочий стол на болгарском языке

source: This task localises the desktop in Bulgarian.
bg: Тази задача локализира работния плот за български
ca: Aquesta tasca localitza l'escriptori al búlgar.
de: Dieser Task lokalisiert den Desktop Bulgarisch.
eu: Artaz honek idazmahaia Bulgarieraz ezartzen du.
fr: Cette tâche permet la localisation de l'environnement de bureau en bulgare.
pt: Esta tarefa faz com que o desktop utilize o locale em Búlgaro.
pt_br: Esta tarefa torna o desktop localizado em Búlgaro
ru: Это задание переводит рабочий стол на болгарский язык.

source: Catalan environment
bg: Среда за каталански
ca: Entorn en català
de: Katalanische Umgebung
eu: Katalana ingurunea
fr: Environnement catalan
pt: Ambiente Catalão
pt_br: Ambiente Catalão
ru: Каталонское окружение

source: This task installs packages and documentation in Catalan to help Catalan speaking people use Debian.
bg: Тази задача инсталира пакети и документация на каталански в помощ на говорящите каталански потребители на Debian.
ca: Aquesta tasca instal·la paquets i documentació en català, per ajudar als usuaris de parla catalana a utilitzar Debian.
de: Dieser Task installiert Pakete und Dokumentationen in Katalanisch, die Katalanisch sprechenden Benutzern in Debian behilflich sind.
eu: Ataza honek Katalana hitzegiten dutenek Debian erabilterrazagoa izan dezaten egiten duten programak, datu-fitxategiak eta dokumentazioa instalatzen ditu.
fr: Cette tâche installe des paquets et de la documentation en catalan afin de faciliter la prise en main de Debian par les utilisateurs parlant cette langue.
pt: Este pacote instala pacotes e documentação em Catalão para auxiliar utilizadores de Debian que falam Catalão.
pt_br: Esta tarefa instala pacotes e documentação em Catalão para ajudar usuários Debian que falam Catalão.
ru: Это задание устанавливает пакеты и документацию для облегчения работы в Debian тем, кто говорит на каталонском языке.

source: Catalan desktop
bg: Работен плот за каталански
ca: Escriptori en català
de: Katalanischer Desktop
eu: Katalana mahaigaina
fr: Environnement de bureau catalan
pt: Desktop em Catalão
pt_br: Desktop Catalão
ru: Рабочий стол на каталонском языке

source: This task localises the desktop in Catalan.
bg: Тази задача локализира работния плот за каталански.
ca: Aquesta tasca localitza l'escriptori al català.
de: Dieser Task lokalisiert den Desktop Katalanisch.
eu: Artaz honek idazmahaia Katalanez ezartzen du.
fr: Cette tâche permet la localisation de l'environnement de bureau en catalan.
pt: Esta tarefa faz com que o desktop utilize os locales em Catalão.
pt_br: Esta tarefa torna o desktop localizado para Catalão.
ru: Это задание переводит рабочий стол на каталонский язык.

source: Simplified Chinese environment
bg: Среда за Simplified Chinese
ca: Entorn en xinès simplificat
de: Vereinfachte chinesische Umgebung
eu: Txinera Sinplifikatua ingurunea
fr: Environnement chinois simplifié (GB)
pt: Ambiente Chinês simplificado
pt_br: Ambiente Chinês Simplificado
ru: Упрощённое китайское окружение

source: This task installs programs, data files, fonts, and documentation that make it easier for Chinese speakers to use Debian, using the simplified Chinese encoding.
bg: Тази задача инсталира програми, файлове с данни, шрифтове и документация, които улесняват говорещите китайски потребители на Debian, които използват кодирането Simplified Chinese
ca: Aquesta tasca instal·la programes, fitxes de dades, tipus de lletres i documentació que fan més fàcil l'ús de Debian als usuaris de parla xinesa, utilitzant la codificació xinesa simplificada.
de: Dieser Task installiert Programme, Dateien, Schriftarten und Dokumentation, die es einfacher machen, Debian für Chinesisch sprechende Personen zu verwenden, die die vereinfachte Kodierung verwenden.
eu: Ataza honek Txinera hitzegiten dutenek Debian erabilterrazagoa izan dezaten egiten duten programak, datu-fitxategiak eta dokumentazioa instalatzen ditu,Txinatar soildua kodeketa erabiliaz.
fr: Cette tâche installe des programmes, des fichiers de données, des polices de caractères ainsi que de la documentation afin de faciliter la prise en main de Debian par les utilisateurs parlant chinois, en utilisant le codage chinois simplifié (GB).
pt: Esta tarefa instala programas, ficheiros de dados, fontes, e documentação que ajudam utilizadores de Debian que falam Chinês, usando codificação simplificada Chinesa.
pt_br: Esta tarefa instala programas, arquivos de dados, fontes e documentação que facilitam a vida de usuários chineses que desejam utilizar o Debian com a codificação Chinesa Simplificada.
ru: Это задание устанавливает программы, файлы данных, шрифты и документацию для облегчения работы в Debian тем, кто говорит на китайском языке и использует упрощённую китайскую кодировку.

source: Simplified Chinese desktop
bg: Работен плот за Simplified Chinese
ca: Escriptori en xinès simplificat
de: Vereinfachter chinesischer Desktop
eu: Txinera Sinplifikatuaren mahaigaina
fr: Environnement de bureau chinois simplifié
pt: Desktop Chinês simplificado
pt_br: Desktop Chinês Simplificado
ru: Рабочий стол на упрощённом китайском языке

source: This task localises the desktop in Simplified Chinese.
bg: Тази задача локализира работния плот за опростен китайски
ca: Aquesta tasca localitza l'escriptori al xinès simplificat.
de: Dieser Task lokalisiert den Desktop vereinfacht Chinesisch.
eu: Artaz honek idazmahaia Txinatar soilduan ezartzen du.
fr: Cette tâche permet la localisation de l'environnement de bureau en chinois simplifié.
pt: Esta tarefa faz com que o desktop utilize o locale Chinês Simplificado.
pt_br: Esta tarefa torna o desktop localizado para Chinês Simplificado.
ru: Это задание переводит рабочий стол на упрощённый китайский язык.

source: Traditional Chinese environment
bg: Среда за Traditional Chinese
ca: Entorn en xinès tradicional
de: Traditionelle chinesische Umgebung
eu: Txinera Tradizionalaren ingurunea
fr: Environnement chinois traditionnel
pt: Ambiente Chinês tradicional
pt_br: Ambiente Chinês Tradicional
ru: Традиционное китайское окружение

source: This task installs programs, data files, fonts, and documentation that make it easier for Chinese speakers to use Debian, using the traditional Chinese encoding.
bg: Тази задача инсталира програми, файлове с данни, шрифтове и документация, които улесняват говорещите китайски потребители на Debian, които използват кодирането Traditional Chinese
ca: Aquesta tasca instal·la programes, fitxes de dades, tipus de lletres i documentació que fan més fàcil l'ús de Debian als usuaris de parla xinesa, utilitzant la codificació xinesa tradicional.
de: Dieser Task installiert Programme, Dateien, Schriftarten und Dokumentation, die es einfacher machen, Debian für Chinesisch sprechende Personen zu verwenden, die die traditionelle Kodierung verwenden.
eu: Ataza honek Txinera hitzegiten dutenek Debian erabilterrazagoa izan dezaten egiten duten programak, datu-fitxategiak eta dokumentazioa instalatzen ditu,Txinatar soildua kodeketa erabiliaz.
fr: Cette tâche installe des programmes, des fichiers de données, des polices de caractères ainsi que de la documentation afin de faciliter la prise en main de Debian par les utilisateurs parlant chinois, en utilisant le codage chinois traditionnel.
pt: Esta tarefa instala programas, ficheiros de dados, fontes, e documentação que ajudam utilizadores de Debian Chineses, usando a codificação Chinês tradicional.
pt_br: Esta tarefa instala programas, arquivos de dados, fontes e documentação que facilitam a vida de usuários chineses que desejam utilizar o Debian com a codificação Chinesa Tradicional.
ru: Это задание устанавливает программы, файлы данных, шрифты и документацию для облегчения работы в Debian тем, кто говорит на китайском языке и использует традиционную китайскую кодировку.

source: Traditional Chinese desktop
fr: Environnement du bureau chinois traditionnel
ru: Рабочий стол на традиционном китайском языке

source: This task localises the desktop in Traditional Chinese.
bg: Тази задача локализира работния плот за традиционен китайски
ca: Aquesta tasca localitza l'escriptori al xinès tradicional.
de: Dieser Task lokalisiert den Desktop traditionell Chinesisch.
eu: Artaz honek idazmahaia Arabiarrez ezartzen du.
fr: Cette tâche permet la localisation de l'environnement de bureau en chinois traditionnel.
pt: Esta tarefa faz com que o desktop utilize o locale Chinês tradicional
pt_br: Esta tarefa torna o desktop localizado para Chinês Tradicional.
ru: Это задание переводит рабочий стол на традиционный китайский язык.

source: Croatian desktop
eu: Kroaziar mahaigaina
fr: Environnement de bureau croate
ru: Рабочий стол на хорватском языке

source: This task localises the desktop in Croatian.
eu: Ataza honek idazmahaia Kroazieraz ezartzen du.
fr: Cette tâche permet la localisation de l'environnement de bureau en croate.
ru: Это задание переводит рабочий стол на хорватский язык.

source: Cyrillic environment
bg: Среда за кирилица
ca: Entorn ciríl·lic
de: Kyrillische Umgebung
eu: Zirilikoa ingurunea
fr: Environnement cyrillique
pt: Ambiente Cirílico
pt_br: Ambiente Cirílico
ru: Кириллическое окружение

source: This task provides Cyrillic fonts and other software you will need in order to use Cyrillic. It supports Belarusian, Bulgarian, Macedonian, Russian, Serbian and Ukrainian.
bg: Тази задача осигурява кирилски шрифтове и друг софтуер, който ще ви е нужен, за да използвате кирилица. Поддържат се езиците: беларуски, български, македонски, руски, сръбски и украински.
ca: Aquesta tasca proveeix amb tipus de lletres ciríl·liques i altre programari que necessitareu per a utilitzar la codificació ciríl·lica. Suporta belarús, búlgar, macedoni, rus, serbi i ucraïnès.
de: Dieser Task stellt kyrillische Schriftarten und andere Software, die Sie benötigen, um Kyrillisch zu benutzen, zur Verfügung. Er unterstützt Weißrussisch, Bulgarisch, Makedonisch, Russisch, Serbisch und Ukrainisch.
eu: Ataza honek letra-tipo Zirilikoak eta Zirilikoa erabiltzeko behar diren beste softwareak instalatzen ditu. Honek Bielorrusiera, Bulgariera, Mazedoniera, Errusiera, Serbiera eta Ukraniera onartzen ditu.
fr: Cette tâche fournit des polices cyrilliques ainsi que des programmes permettant d'utiliser le cyrillique. Elle permet de lire et écrire en biélorusse, bulgare, macédonien, russe, serbe et ukrainien.
pt: Esta tarefa disponibiliza fontes Cirílicas e outro software que vai necessitar para usar Cirílico. Suporta Bielorusso, Búlgaro, Macedónio, Russo, Sérvio e Ucrâniano.
pt_br: Esta tarefa fornece fontes Cirílicas e outros softwares que você precisará para um ambiente Cirílico. Esta tarefa suporta os idiomas Bielorusso, Búlgaro, Macedônico, Russo, Sérvio e Ucraniano.
ru: Это задание устанавливает кириллические шрифты и другое программное обеспечение, которое требуется при использовани кириллицы. Оно поддерживает белорусский, болгарский, македонский, русский, сербский и украинский языки.

source: Cyrillic desktop
bg: Работен плот за кирилица
ca: Escriptori en ciríl·lic
de: Kyrillischer Desktop
eu: Zirilikoa mahaigaina
fr: Environnement de bureau cyrillique
pt: Desktop Cirílico
pt_br: Desktop Cirílico
ru: Кириллица на рабочем столе

source: This task localises the desktop in Cyrillic. It supports Belarusian, Bulgarian, Macedonian, Russian, Serbian and Ukrainian.
bg: Тази задача локализира работния плот за кирилица. Поддържат се беларуски, български, македонски, руски, сръбски и украински.
ca: Aquesta tasca localitza l'escriptori a la codificació ciríl·lica. Suporta belarús, búlgar, macedoni, rus, serbi i ucraïnès.
de: Dieser Task lokalisiert den Desktop Kyrillisch. Unterstützt wird Weißrussisch, Bulgarisch, Mazedonisch, Russisch, Serbisch und Ukrainisch.
eu: Ataza honek idazmahaia Zirilikoan ezartzen du. Honek Bieloerrusiarra, Bulgariera, MAzedoniera, Errusiera, Serbiera eta Ukraniera onartzen ditu.
fr: Cette tâche permet la localisation de l'environnement de bureau en cyrillique. Elle gère le biélorusse, bulgare, macédonien, russe, serbe et ukrainien.
pt: Esta tarefa faz com que o desktop utilize o locale Cirílico. Suporta Bielorusso, Búlgaro, Macedónio, Russo, Sérvio e Ucrâniano.
pt_br: Esta tarefa torna o desktop localizado em Cirílico. A mesma suporta os idiomas Bielorusso, Búlgaro, Macedônico, Russo, Sérvio e Ucraniano.
ru: Это задание включает кириллицу на рабочем столе. Оно обеспечивает поддержку для белорусского, болгарского, македонского, русского, сербского и украинского языков.

source: Czech environment
bg: Среда за чешки
ca: Entorn en txec
de: Tschechische Umgebung
eu: Txekiar ingurunea
fr: Environnement tchèque
pt: Ambiente Checo
pt_br: Ambiente Tcheco
ru: Чешское окружение
