Repository: dsutilo/guadalinex-v4
Catalog: generation_system/packages/tasksel/tasksel-2.50ubuntu7guada1/tasks/po/*.po
Languages: bg, ca, de, eu, fr, pt, pt_br, ru

source: This task installs programs and documentation in Hebrew to help Hebrew speaking people use Debian.
bg: Тази задача инсталира пакети и документация на еврейски в помощ на говорещите еврейски потребители на Debian.
ca: Aquesta tasca instal·la paquets i documentació en hebreu per a ajudar als usuaris de parla hebrea a utilitzar Debian.
de: Dieser Task installiert Programme und Dokumentationen auf Hebräisch, die Hebräisch sprechenden Benutzern von Debian behilflich sind.
eu: Ataza honek Hebreera hitzegiten dutenek Debian erabilterrazagoa izan dezaten egiten duten programak, datu-fitxategiak eta dokumentazioa instalatzen ditu.
fr: Cette tâche installe des paquets et de la documentation en hébreu afin de faciliter la prise en main de Debian par les utilisateurs parlant cette langue.
pt: Esta tarefa instala programas e documentação em Hebraico para ajudar quem fala Hebraico a utilizar Debian.
pt_br: Esta tarefa instala pacotes e documentação em Hebráico para ajudar usuários Debian que falam Hebráico.
ru: Это задание устанавливает пакеты и документацию для облегчения работы в Debian тем, кто говорит на иврите.

source: Hebrew desktop
bg: Работен плот за еврейски
ca: Escriptori en hebreu
de: Hebräischer Desktop
eu: Hebreera mahaigaina
fr: Environnement de bureau hébreu
pt: Desktop em Hebraico
pt_br: Desktop Hebráico
ru: Рабочий стол на иврите

source: This task localises the desktop in Hebrew.
bg: Тази задача локализира работния плот за еврейски
ca: Aquesta tasca localitza l'escriptori a l'hebreu.
de: Dieser Task lokalisiert den Desktop Hebräisch.
eu: Ataza honek idazmahaia Hebreeraz ezartzen du.
fr: Cette tâche permet la localisation de l'environnement de bureau en hébreu.
pt: Esta tarefa faz com que o desktop utilize o locale Hebraico.
pt_br: Esta tarefa torna o desktop localizado em Hebráico.
ru: Это задание переводит рабочий стол на иврит.

source: Hindi environment
bg: Среда за хиндийски
ca: Entorn en hindi
de: Indische Umgebung (Hindi)
eu: Hindiar ingurunea
fr: Environnement hindi
pt: Ambiente Hindi
pt_br: Ambiente Hindi
ru: Окружение хинди

source: This task installs programs, data files, fonts, and documentation that makes it easier for Hindi speakers to use Debian.
bg: Тази задача инсталира програми, файлове с данни, шрифтове и документация, които улесняват говорещите хиндийски потребители на Debian.
ca: Aquesta tasca instal·la programes, fitxers de dades, tipus de lletres i documentació que fan l'ús de Debian més fàcil als usuaris de parla hindi.
de: Dieser Task installiert Programme, Dateien, Schriften und Dokumentation, die es einfacher machen, Debian für Indisch (Hindi) sprechende Personen zu verwenden.
eu: Ataza honek programak, datu-fitxategi, letra-tipo eta dokumentazioa hindieraz instalatzen ditu, hindi hitzegiten dutenek Debian erabilterrazagoa izan dezaten.
fr: Cette tâche installe des programmes, des fichiers de données, des polices de caractères ainsi que de la documentation en hindi afin de faciliter la prise en main de Debian par les utilisateurs parlant cette langue.
pt: Esta tarefa instala programas, ficheiros de dados, fontes e documentação para ajudar quem fala Hindi a utilizar Debian.
pt_br: Esta tarefa instala programas, arquivos de dados, fontes e documentação que facilitam a utilização do Debian para usuários que falam o idioma Hindi.
ru: Это задание устанавливает программы, файлы данных, шрифты и документацию для облегчения работы в Debian тем, кто говорит на хинди.

source: Hindi desktop
fr: Environnement de bureau hindi
ru: Рабочий стол на хинди

source: This task localises the desktop in Hindi.
bg: Тази задача локализира работния плот за хиндийски
ca: Aquesta tasca localitza l'escriptori a l'hindi.
de: Dieser Task lokalisiert den Desktop Indisch (Hindi).
eu: Ataza honek idazmahaia Hindieraz ezartzen du.
fr: Cette tâche permet la localisation de l'environnement de bureau en hindi.
pt: Esta tarefa faz com que o desktop utilize o locale Hindi.
pt_br: Esta tarefa torna o desktop localizado em Hindi.
ru: Это задание переводит рабочий стол на хинди.

source: Hungarian environment
bg: Среда за унгарски
ca: Entorn en hongarès
de: Ungarische Umgebung
eu: Hungariar ingurunea
fr: Environnement hongrois
pt: Ambiente Hungaro
pt_br: Ambiente Húngaro
ru: Венгерское окружение

source: This task installs packages and documentation in Hungarian to help Hungarian speaking people use Debian.
bg: Тази задача инсталира пакети и документация на унгарски в помощ на говорещите унгарски потребители на Debian.
ca: Aquesta tasca instal·la paquets i documentació en hongarès, per ajudar als usuaris de parla hongaresa a utilitzar Debian.
de: Dieser Task installiert Pakete und Dokumentationen auf Ungarisch, die Ungarisch sprechenden Benutzern in Debian behilflich sind.
eu: Ataza honek Hungariera hitzegiten dutenek Debian erabilterrazagoa izan dezaten egiten duten programak, datu-fitxategiak eta dokumentazioa instalatzen ditu,
fr: Cette tâche installe des paquets et de la documentation en hongrois afin de faciliter la prise en main de Debian par les utilisateurs parlant cette langue.
pt: Este pacote instala pacotes e documentação em Italiano para auxiliar utilizadores de Debian que falam Hungaro.
pt_br: Esta tarefa instala pacotes e documentação em Húngaro para ajudar usuários Debian que falam húngaro.
ru: Это задание устанавливает пакеты и документацию для облегчения работы в Debian тем, кто говорит на венгерском языке.

source: Hungarian desktop
bg: Работен плот за унгарски
ca: Escriptori en hongarès
de: Ungarischer Desktop
eu: Hungariar idazmahaia
fr: Environnement de bureau hongrois
pt: Desktop em Hungaro
pt_br: Desktop Húngaro
ru: Рабочий стол на венгерском языке

source: This task localises the desktop in Hungarian.
bg: Тази задача локализира работния плот за унгарски
ca: Aquesta tasca localitza l'escriptori a l'hongarès.
de: Dieser Task lokalisiert den Desktop Ungarisch.
eu: Ataza honek idazmahaia Hungarieraz ezartzen du.
fr: Cette tâche permet la localisation de l'environnement de bureau en hongrois.
pt: Esta tarefa faz com que o desktop utilize o locale em Hungaro.
pt_br: Esta tarefa torna o desktop localizado em Húngaro.
ru: Это задание переводит рабочий стол на венгерский язык.

source: Icelandic environment
eu: Islandiar ingurunea
fr: Environnement islandais
ru: Исландское окружение

source: This task installs packages and documentation in Icelandic to help Icelandic speaking people use Debian.
eu: Ataza honek Islandiera hitzegiten dutenek Debian erabilterrazagoa izan dezaten egiten duten programak, datu-fitxategiak eta dokumentazioa instalatzen ditu,
fr: Cette tâche installe des paquets et de la documentation en islandais afin de faciliter la prise en main de Debian par les utilisateurs parlant cette langue.
ru: Это задание устанавливает пакеты и документацию для облегчения работы в Debian тем, кто говорит на исландском языке.

source: Icelandic desktop
eu: Islandiar mahaigaina
fr: Environnement de bureau islandais
ru: Поддержка рабочего стола на исландском языке

source: This task localises the desktop in Icelandic.
eu: Ataza honek idazmahaia Islandieraz ezartzen du.
fr: Cette tâche permet la localisation de l'environnement de bureau en islandais.
ru: Это задание переводит рабочий стол на исландский язык.

source: Irish environment
eu: Irlandar ingurunea
fr: Environnement irlandais
ru: Ирландское окружение

source: This task installs packages and documentation in Irish to help Irish speaking people use Debian.
eu: Ataza honek Gaelikoa hitzegiten dutenek Debian erabilterrazagoa izan dezaten egiten duten programak, datu-fitxategiak eta dokumentazioak instalatzen ditu,
fr: Cette tâche installe des programmes et de la documentation en irlandais afin de faciliter la prise en main de Debian par les utilisateurs parlant cette langue.
ru: Это задание устанавливает пакеты и документацию для облегчения работы в Debian тем, кто говорит на ирландском языке.

source: Irish desktop
eu: Irlandar mahaigaina
fr: Environnement de bureau irlandais
ru: Рабочий стол на ирландском языке

source: This task localises the desktop in Irish.
eu: Ataz honek idazmahaia Gaelikoz ezartzen du.
fr: Cette tâche permet la localisation de l'environnement de bureau en irlandais.
ru: Это задание переводит рабочий стол на ирландский язык.

source: Italian environment
bg: Среда за италиански
ca: Entorn en italià
de: Italienischer Desktop
eu: Italiar ingurunea
fr: Environnement italien
pt: Ambiente Italiano
pt_br: Ambiente Italiano
ru: Итальянское окружение

source: This task installs packages and documentation in Italian to help Italian speaking people use Debian.
bg: Тази задача инсталира пакети и документация на италиански в помощ на говорящите италиански потребители на Debian.
ca: Aquesta tasca instal·la paquets i documentació en italià, per ajudar als usuaris de parla italiana a utilitzar Debian.
de: Dieser Task installiert Pakete und Dokumentationen auf Italienisch, die Italienisch sprechenden Benutzern in Debian behilflich sind.
eu: Ataza honek Italiera hitzegiten dutenek Debian erabilterrazagoa izan dezaten egiten duten programak, datu-fitxategiak eta dokumentazioak instalatzen ditu,
fr: Cette tâche installe des paquets et de la documentation en italien afin de faciliter la prise en main de Debian par les utilisateurs parlant cette langue.
pt: Este pacote instala pacotes e documentação em Italiano para auxiliar utilizadores de Debian que falam Italiano.
pt_br: Esta tarefa instala pacotes e documentação em Italiano para ajudar usuários Debian que falam Italiano.
ru: Это задание устанавливает пакеты и документацию для облегчения работы в Debian тем, кто говорит на итальянском языке.

source: Italian desktop
bg: Работен плот за италиански
ca: Escriptori en italià
de: Italienischer Desktop
eu: Italier mahaigaina
fr: Environnement de bureau italien
pt: Desktop em Italiano
pt_br: Desktop Italiano
ru: Рабочий стол на итальянском языке

source: This task localises the desktop in Italian.
bg: Тази задача локализира работния плот за италиански
ca: Aquesta tasca localitza l'escriptori a l'italià.
de: Dieser Taks lokalisiert den Desktop Italienisch.
eu: Ataz honek idazmahaia Italieraz ezartzen du.
fr: Cette tâche permet la localisation de l'environnement de bureau en italien.
pt: Esta tarefa faz com que o desktop utilize o locale Italiano.
pt_br: Esta tarefa torna o desktop localizado em Italiano.
ru: Это задание переводит рабочий стол на итальянский язык.

source: Japanese environment
bg: Среда за японски
ca: Entorn en japonès
de: Japanische Umgebung
eu: Japonier ingurunea
fr: Environnement japonais
pt: Ambiente Japonês
pt_br: Ambiente Japonês
ru: Японское окружение

source: This task installs packages that make it easier for Japanese speakers to use Debian.
bg: Тази задача инсталира пакети, които улесняват говорещите японски потребители на Debian.
ca: Aquesta tasca instal·la paquets que fan més fàcil l'ús de Debian als usuaris de parla japonesa.
de: Dieser Task installiert Pakete, die es Japanern einfacher machen, Debian zu benutzen.
eu: Ataza honek Japoniera hitzegiten dutenek Debian erabilterrazagoa izan dezaten egiten duten programak, datu-fitxategiak eta dokumentazioak instalatzen ditu.
fr: Cette tâche installe des paquets facilitant la prise en main de Debian par les utilisateurs parlant japonais.
pt: Esta tarefa instala pacotes em Japonês para ajudar quem fala Japonês a utilizar Debian.
pt_br: Esta tarefa instala pacotes e documentação que ajudam usuários Debian que falam o idioma Japonês.
ru: Это задание устанавливает программы для облегчения работы в Debian тем, кто говорит на японском языке.

source: Japanese desktop
fr: Environnement de bureau japonais
ru: Рабочий стол на японском языке

source: This task localises the desktop in Japanese.
bg: Тази задача локализира работния плот за японски
ca: Aquesta tasca localitza l'escriptori al japonès.
de: Dieser Task lokalisiert den Desktop Japanisch.
eu: Ataz honek idazmahaia Japonieraz ezartzen du.
fr: Cette tâche permet la localisation de l'environnement de bureau en japonais.
pt: Esta tarefa faz com que o desktop utilize o locale Japonês.
pt_br: Esta tarefa torna o desktop localizado em Japonês.
ru: Это задание переводит рабочий стол на японский язык.

source: KDE desktop environment
bg: Среда за работен плот
ca: Entorn d'escriptori KDE
eu: KDE Mahaigain ingurunea
fr: Environnement graphique de bureau KDE
pt: Ambiente de desktop KDE
pt_br: Ambiente Desktop KDE
ru: Рабочий стол окружения KDE

source: This task provides basic "desktop" software using the K Desktop Environment.
ca: Aquesta tasca proveeix amb programari bàsic d'«escriptori» utilitzant l'entorn d'escriptori KDE.
eu: Ataza honek KDE idazmahai ingurunea erabiliaz oinarrizko "idazmahai" ingurune bat instalatzen du.
fr: Cette tâche fournit les logiciels de base pour l'environnement de bureau KDE.
pt: Esta tarefa disponibiliza software de "desktop" básico utilizando o K Desktop Environment.
pt_br: Esta tarefa fornece o software "desktop" básico usando o Ambiente Desktop K (KDE).
ru: Это задание предлагает базовое программное обеспечение для "рабочего стола" с помощью рабочего стола окружения KDE.

source: Khmer desktop
fr: Environnement de bureau khmer
ru: Рабочий стол на кхмерском языке

source: This task localises the desktop in Khmer.
fr: Cette tâche permet la localisation de l'environnement de bureau en khmer.
ru: Это задание переводит рабочий стол на кхмерский язык.

source: Korean environment
bg: Среда за корейски
ca: Entorn en coreà
de: Koreanische Umgebung
eu: Korear ingurunea
fr: Environnement coréen
pt: Ambiente Coreano
pt_br: Ambiente Coreano
ru: Корейское окружение

source: This task installs packages that make it easier for Korean speakers to use Debian.
bg: Тази задача инсталира пакети, които улесняват говорещите корейски потребители на Debian.
ca: Aquesta tasca instal·la paquets que fan més fàcil l'ús de Debian als usuaris de parla coreana.
de: Dieser Task installiert Pakete, die es Koreanisch sprechenden Menschen einfacher machen, Debian zu benutzen.
eu: Ataza honek Koreera hitzegiten dutenek Debian erabilterrazagoa izan dezaten egiten duten programak, datu-fitxategiak eta dokumentazioak instalatzen ditu,
fr: Cette tâche installe des paquets facilitant la prise en main de Debian par les utilisateurs parlant coréen.
pt: Esta tarefa instala pacotes em Coreano para ajudar quem fala Coreano a utilizar Debian.
pt_br: Esta tarefa instala pacotes que ajudam usuários Debian que falam o idioma Coreano.
ru: Это задание устанавливает программы для облегчения работы в Debian тем, кто говорит на корейском языке.

source: Korean desktop
bg: Работен плот за корейски
ca: Escriptori en coreà
de: Koreanischer Desktop
eu: Korear mahaigaina
fr: Environnement de bureau coréen
pt: Desktop em Coreano
pt_br: Desktop Coreano
ru: Рабочий стол на корейском языке

source: This task localises the desktop in Korean.
bg: Тази задача локализира работния плот за корейски
ca: Aquesta tasca localitza l'escriptori al coreà.
de: Dieser Task lokalisiert den Desktop Koreanisch.
eu: Ataza honek idazmahaia Koreeraz ezartzen du.
fr: Cette tâche permet la localisation de l'environnement de bureau en coréen.
pt: Esta tarefa faz com que o desktop utilize o locale Coreano.
pt_br: Esta tarefa torna o desktop localizao em Coreano.
ru: Это задание переводит рабочий стол на корейский язык.

source: Laptop
bg: Лаптоп
ca: Portàtil
eu: Eramangarria
fr: Ordinateur portable
pt: Portátil
ru: Для ноутбука

source: This task installs software useful for a laptop.
bg: Тази задача инсталира софтуер, подходящ за лаптоп.
ca: Aquesta tasca instal·la programari útil per a un portàtil.
de: Dieser Task installiert Programme, die für den Laptop nützlich sind.
eu: Ataza honek ordenagailu eramangarrientzat erabilgarri den softwarea instalatuko du.
fr: Cette tâche installe des logiciels utiles pour les ordinateurs portables.
pt: Esta tarefa instala software útil para um portátil.
pt_br: Esta tarefa instala softwares úteis para um laptop.
ru: Это задание устанавливает программное обеспечение, которое будет полезно на ноутбуке.

source: Latvian desktop
fr: Environnement de bureau letton
ru: Рабочий стол на латышском языке

source: This task localises the desktop in Latvian.
fr: Cette tâche permet la localisation de l'environnement de bureau en letton.
ru: Это задание переводит рабочий стол на латышский язык.

source: Lithuanian environment
bg: Среда за литовски
ca: Entorn en lituà
de: Litauische Umgebung
eu: Lituaniear ingurunea
fr: Environnement lituanien
pt: Ambiente Lituano
pt_br: Ambiente Lituano
ru: Литовское окружение

source: This task installs packages and documentation in Lithuanian to help Lithuanian speaking people use Debian.
bg: Тази задача инсталира пакети и документация на литовски в помощ на говорящите литовски потребители на Debian.
ca: Aquesta tasca instal·la paquets i documentació en lituà, per ajudar als usuaris de parla lituana a utilitzar Debian.
de: Dieser Task installiert Pakete und Dokumentationen auf Litauisch, die Litauisch sprechenden Benutzern in Debian behilflich sind.
eu: Ataza honek Lituaniera hitzegiten dutenek Debian erabilterrazagoa izan dezaten egiten duten programak, datu-fitxategiak eta dokumentazioak instalatzen ditu,
fr: Cette tâche installe des paquets et de la documentation en lituanien afin de faciliter la prise en main de Debian par les utilisateurs parlant cette langue.
pt: Esta tarefa instala pacotes e documentação em Lituano para auxiliar utilizadores de Debian que falem Lituano.
pt_br: Esta tarefa instala pacotes e documentação em Lituano para ajudar usuários Debian que falam Lituano.
ru: Это задание устанавливает пакеты и документацию для облегчения работы в Debian тем, кто говорит на латышском языке.

source: Lithuanian desktop
bg: Работен плот за литовски
ca: Escriptori en lituà
de: Litauischer Desktop
eu: Lituaniear mahaigaina
fr: Environnement de bureau lituanien
pt: Desktop em Lituano
pt_br: Desktop Lituano
ru: Рабочий стол на литовском языке

source: This task localises the desktop in Lithuanian.
bg: Тази задача локализира работния плот за литовски
ca: Aquesta tasca localitza l'escriptori al lituà.
de: Dieser Task lokalisiert den Desktop Litauisch.
eu: Ataz honek idazmahaia Lituanieraz ezartzen du.
fr: Cette tâche permet la localisation de l'environnement de bureau en lituanien.
pt: Esta tarefa faz com que o desktop utilize o locale Lituano.
pt_br: Esta tarefa torna o desktop localizado em Lituano.
ru: Это задание переводит рабочий стол на литовский язык.

source: Macedonian environment
eu: Mazedoniar ingurunea
fr: Environnement macédonien
ru: Македонское окружение

source: This task installs packages and documentation in Macedonian to help Macedonian speaking people use Debian.
eu: Ataza honek Mazedoniera hitzegiten dutenek Debian erabilterrazagoa izan dezaten egiten duten programak, datu-fitxategiak eta dokumentazioak instalatzen ditu.
fr: Cette tâche installe des paquets et de la documentation en macédonien afin de faciliter la prise en main de Debian par les utilisateurs parlant cette langue.
ru: Это задание устанавливает пакеты и документацию для облегчения работы в Debian тем, кто говорит на македонском языке.

source: Macedonian desktop
eu: Mazedoniar idazmahaia
fr: Environnement de bureau macédonien
ru: Рабочий стол на македонском языке

source: This task localises the desktop in Macedonian.
eu: Ataza honek idazmahaia Mezedonieraz ezartzen du.
fr: Cette tâche permet la localisation de l'environnement de bureau en macédonien.
ru: Это задание переводит рабочий стол на македонский язык.

source: Mail server
bg: Пощенски сървър
ca: Servidor de correu
eu: Posta zerbitzaria
fr: Serveur de courrier
pt: Servidor de Mail
pt_br: Servidor de mensagens
ru: Почтовый сервер

source: This task selects a variety of package useful for a general purpose mail server system.
bg: Тази задача избира разнообразни пакети, които са полезни в общоцелеви пощенски сървър.
ca: Aquesta tasca selecciona una varietat de paquets útils per a un servidor de correu normal.
de: Dieser Task wählt eine Auswahl an Paketen aus, die für einen allgemein gebräuchlichen Mail-Server nützlich sind.
eu: Ataza honek posta-zerbitzari sistemarentzako orokorrak diren paketeak hautatzen ditu.
fr: Cette tâche choisit un ensemble de paquets utiles pour un serveur de courrier générique.
pt: Esta tarefa selecciona uma variedade de pacotes úteis para um sistema servidor de mail genérico.
pt_br: Esta tarefa seleciona uma variedade de pacotes úteis para um sistema servidor de mensagens de propósito geral.
ru: Это задание выбирает пакеты для создания почтового сервера.

source: manual package selection
bg: ръчно избиране на пакети
ca: selecció manual dels paquets
de: Manuelle Paketauswahl
eu: eskuzko paketea aukeraketa
fr: Choix manuel des paquets
pt: selecção manual de pacotes
pt_br: seleção manual de pacotes
ru: выбор пакетов вручную

source: Manually select packages to install in aptitude.
bg: Ръчно избиране на пакети, които да се инсталират с aptitude.
ca: Seleccioneu manualment els paquets a instal·lar amb aptitude.
de: Manuelle Auswahl zu installierender Pakete in aptitude.
eu: Aptitude bidez instalatuko diren paketeak eskuz aukeratu
fr: Ce choix permet de choisir vous-même les paquets qui seront installés par le programme « aptitude ».
pt: Escolher manualmente os pacotes a instalar no aptitude.
pt_br: Selecione manualmente os pacotes a serem instalados no aptitude.
ru: Выбор пакетов вручную для установки с помощью aptitude.

source: Nepali desktop
fr: Environnement de bureau népalais
ru: Рабочий стол на непальском языке

source: This task localises the desktop in Nepali.
fr: Cette tâche permet la localisation de l'environnement de bureau en népalais.
ru: Это задание переводит рабочий стол на непальский язык.

source: Northern Sami desktop
fr: Environnement de bureau en sami du Nord
ru: Рабочий стол на саамском языке

source: This task localises the desktop in Northern Sami.
fr: Cette tâche permet la localisation de l'environnement de bureau en sami du Nord.
ru: Это задание переводит рабочий стол на саамский язык.

source: Norwegian (Bokmaal and Nynorsk) environment
bg: Среда за норвежки (Bokmaal и Nynorsk)
ca: Entorn en noruec (Bokmål i Nynorsk)
de: Norwegische (Bokmaal- und Nynorsk-) Umgebung
eu: Norvegiera (Bokmaal eta Nynorsk) ingurunea
fr: Environnement norvégien (bokmål et nynorsk)
pt: Ambiente Norueguês (Bokmaal e Nynorsk)
pt_br: Ambiente Norueguês (Bokmaal e Nynorsk)
ru: Норвежское окружение (Букмол и Нюнорск)

source: This task installs packages and documentation in Norwegian to help Norwegian speaking people use Debian.
bg: Тази задача инсталира пакети и документация на норвежки в помощ на говорещите норвежки потребители на Debian.
ca: Aquesta tasca instal·la paquets i documentació en noruec, per a ajudar als usuaris de parla noruega a utilitzar debian.
de: Dieser Task installiert Pakete und Dokumentationen in Norwegisch, die Norwegisch sprechenden Benutzern in Debian behilflich sind.
eu: Ataza honek Novegiera hitzegiten dutenek Debian erabilterrazagoa izan dezaten egiten duten programak, datu-fitxategiak eta dokumentazioak instalatzen ditu,
fr: Cette tâche installe des paquets et de la documentation en norvégien afin de faciliter la prise en main de Debian par les utilisateurs parlant cette langue.
pt: Este pacote instala pacotes e documentação em Norueguês para ajudar quem fala Norueguês a utilizar Debian.
pt_br: Esta tarefa instala pacotes e documentação em Norueguês para ajudar osusuários Debian que falam este idioma.
ru: Это задание устанавливает пакеты и документацию для облегчения работы в Debian тем, кто говорит на норвежском языке.
