Repository: dsutilo/guadalinex-v4
Catalog: installers/live/tags/1.2.5guada6/d-i/source/choose-mirror/debian/po/*.po
Languages: da

source: Checking the Ubuntu archive mirror
da: Tjekker Ubuntu-arkiv?spejlet

source: Downloading the Release file...
da: Henter Release-filen...

source: Bad archive mirror
da: Ugyldigt arkivspejl

source: The specified Ubuntu archive mirror is either not available, or does not have a valid Release file on it. Please try a different mirror.
da: Det angivne Ubuntu-arkivspejl er enten ikke tilg?ngeligt eller indeholder ikke en gyldig "Release"-fil. Pr?v med et andet arkivspejl.

source: Architecture not supported
da: Arkitekturen underst?ttes ikke

source: The specified Ubuntu archive mirror does not seem to support your architecture. Please try a different mirror.
da: Det angivne Ubuntu-arkivspejl lader ikke til at underst?tte din arkitektur. Pr?v et andet filspejl.

source: Choose a mirror of the Ubuntu archive
da: V?lg et Ubuntu-arkivspejl

source: enter information manually
da: angiv oplysninger manuelt

source: GB[ Default value for http]
da: DK

source: Ubuntu archive mirror country:
da: Ubuntu-arkivspejlets land:

source: The goal is to find a mirror of the Ubuntu archive that is close to you on the network -- be aware that nearby countries, or even your own, may not be the best choice.
da: M?let er at finde et Ubuntu-arkivspejl, der er t?t p? dig p? netv?rket - v?r klar over at de n?rmeste lande, selv dit eget, ikke altid er det bedste valg.

source: Ubuntu archive mirror:
da: Ubuntu-arkivspejl:

source: Please select an Ubuntu archive mirror. You should use a mirror in your country or region if you do not know which mirror has the best Internet connection to you.
da: V?lg et Ubuntu-arkivspejl. Du b?r bruge et filspejl i dit land eller region, hvis du ikke ved hvilket filspejl, du har den bedste internetforbindelse til.

source: Usually, <your country code>.archive.ubuntu.com is a good choice.
da: Normalt er <landekode>.archive.ubuntu.com et godt valg.

source: Ubuntu archive mirror hostname:
da: Ubuntu-arkivspejlets v?rtsnavn:

source: Please enter the hostname of the mirror from which Ubuntu will be downloaded.
da: Angiv v?rtsnavnet p? det filspejl, Ubuntu skal hentes fra.

source: An alternate port can be specified using the standard [hostname]:[port] format.
da: Der kan angives en alternativ port i det s?dvanlige format [v?rtsnavn]:[port].

source: Ubuntu archive mirror directory:
da: Ubuntu-arkivspejlets mappe:

source: Please enter the directory in which the mirror of the Ubuntu archive is located.
da: Angiv den mappe, hvori Ubuntu-arkivspejlet ligger.

source: HTTP proxy information (blank for none):
da: HTTP-proxy-oplysninger (tomt for ingen):

source: If you need to use a HTTP proxy to access the outside world, enter the proxy information here. Otherwise, leave this blank.
da: Hvis du skal bruge en HTTP-proxy til at n? internettet, skal du angive proxy-oplysningerne her. Ellers skal du ikke skrive noget.

source: The proxy information should be given in the standard form of "http://[[user][:pass]@]host[:port]/".
da: Proxy-oplysningerne skal angives p? standardformen: "http://[[bruger][:adgangskode]@]v?rt[:port]/"

source: GB[ Default value for ftp]
da: DK

source: FTP proxy information (blank for none):
da: FTP-proxy-oplysninger (tomt for ingen):

source: If you need to use a FTP proxy to access the outside world, enter the proxy information here. Otherwise, leave this blank.
da: Hvis du skal bruge en FTP-proxy til at n? internettet, skal du angive proxy-oplysningerne her. Ellers skal du ikke skrive noget.

source: Protocol for file downloads:
da: Filhentnings-protokol:

source: Please select the protocol to be used for downloading files. If unsure, select "http"; it is less prone to problems involving firewalls.
da: V?lg en protokol at hente filer med. Hvis du er usikker, b?r du v?lge "http", da den har f?rre problemer med brandmure.
