Repository: dsutilo/guadalinex-v4
Catalog: installers/live/tags/1.2.5guada10/d-i/source/choose-mirror/debian/po/*.po
Languages: mg

source: Checking the Ubuntu archive mirror
mg: Misafo ny fitaratra misy ny arsiva Ubuntu

source: Downloading the Release file...
mg: Mandrotsaka ny rakita "Release"

source: Bad archive mirror
mg: Fitaratr'arsiva tsy mandeha

source: The specified Ubuntu archive mirror is either not available, or does not have a valid Release file on it. Please try a different mirror.
mg: Ny fitaratra misy ny arsiva Ubuntu vaotendry dia tsy mandeha na tsy manana ny rakitra "Release" ekena. Azafady manandrama fitaratra hafa.

source: Choose a mirror of the Ubuntu archive
mg: Misafidiana fitaratra misy ny arsiva Ubuntu

source: enter information manually
mg: Ampidiro antsoratra ny filazana

source: GB[ Default value for http]
mg: MG

source: Ubuntu archive mirror country:
mg: Tany misy ny fitaratry ny arsiva Ubuntu:

source: The goal is to find a mirror of the Ubuntu archive that is close to you on the network -- be aware that nearby countries, or even your own, may not be the best choice.
mg: Ny tanjona dia ny ahitana fitaratra misy ny arsiva Ubuntu izay akaiky anao ao amin'ny rezo. Tandremo fa tsy voatery ho tsara ny misafidy tany izay akaikinao na ny tany misy anao aza.

source: Ubuntu archive mirror:
mg: Fitaratra misy ny arsiva Ubuntu:

source: Please select an Ubuntu archive mirror. You should use a mirror in your country or region if you do not know which mirror has the best Internet connection to you.
mg: Azafady misafidiana fitaratra misy ny arsiva Ubuntu. Mampiasa fitaratra ao amin'ny tany na faritany misy anao raha tsy ainao izay fitaratra manome rohin-dresaka internety tsara ho anao.

source: Usually, <your country code>.archive.ubuntu.com is a good choice.
mg: Matetika, <your country code>.archive.ubuntu.com dia safidy tsara.

source: Ubuntu archive mirror hostname:
mg: Anaran'ny mpapiantrano ny fitaratra misy ny arsiva Ubuntu:

source: Please enter the hostname of the mirror from which Ubuntu will be downloaded.
mg: Azafady ampidiro ny anaran'ny fitaratra hirotsahan'i Ubuntu.

source: An alternate port can be specified using the standard [hostname]:[port] format.
mg: Afaka mampiasa irika hafa manaraka ny rafitra [hostname]:[port].

source: Ubuntu archive mirror directory:
mg: Laha-tahiry ny fitaratra misy ny arsiva Ubuntu:

source: Please enter the directory in which the mirror of the Ubuntu archive is located.
mg: Azafady ampidiro ny anaran'ny laha-tahiry misy ny fitaratra ahitana ny arsiva Ubuntu.

source: HTTP proxy information (blank for none):
mg: Zavatra mikasika ny masoivoho HTTP (avelao amin'izao raha tsy misy):

source: If you need to use a HTTP proxy to access the outside world, enter the proxy information here. Otherwise, leave this blank.
mg: Raha mila mampiasa masoivoho HTTP ianao mba afahana mivoaka dia ampidiro eto ny zavatra mikasika io masoivoho io. Raha tsy izany dia avelao amin'izao.

source: GB[ Default value for ftp]
mg: MG

source: FTP proxy information (blank for none):
mg: Tatitra mikasika ny proxy FTP (avelao amin'izao raha tsy misy):

source: Protocol for file downloads:
mg: Firesaka amin'ny fandrotshana rakitra
