Repository: dsutilo/guadalinex-v4
Catalog: installers/live/tags/1.2.5guada19/debian/po/*.po
Languages: sr

source: Install
sr: Instaliraj

source: Welcome
sr: Dobrodošli

source: Ready to install? Once you answer a few questions, the contents of the live CD can be installed on this computer so you can run the system at full speed and without the CD.
sr: Spremni za instalaciju? Kada odgovorite na ovo pitanje sadržaj živog CD-a će biti instaliran na ovaj računar kako bi ste brzo pokrenuli sistem i bez CD-a.

source: Answering the questions should only take a few minutes.
sr: Odgovaranje na pitanja će trajati svega nekoliko minuta.

source: Please choose the language used for the installation process. This language will be the default language for the final system.
sr: Molim da izaberete jezik koje će koristiti instalacioni proces. Ovo će biti podrazumevani jezik na sistemu.

source: Where are you?
sr: Gde ste?

source: Select a city in your country and time zone.
sr: Izaberite jedan grad u vasoj zemlji i vremensku zonu.

source: Selected city:
sr: Izabrani grad:

source: Time zone:
sr: Vremenska zona:

source: Selected region:
sr: Izaberite regiju:

source: Current time:
sr: Vreme:

source: Set Time...
sr: Postavi vreme...

source: Keyboard layout
sr: Raspored tastature

source: Which layout is most similar to your keyboard?
sr: Koji raspored je najpribližniji vašoj tastaturi?

source: Who are you?
sr: Ko ste vi?

source: What is your name?
sr: Kako se zovete?

source: What name do you want to use to log in?
sr: Koje ime želite da koristite kod prijave na sistem?

source: If more than one person will use this computer, you can set up multiple accounts after installation.
sr: Ako više od jedne osobe koristi ovaj računar, možete postaviti više naloga posle instalacije.

source: Choose a password to keep your account safe.
sr: Izaberite lozinku da bi vaš nalog bio zaštićen.

source: Enter the same password twice, so that it can be checked for typing errors.
sr: Unesite istu lozinku dva puta kako bi bila proverena na greške u kucanju.

source: What is the name of this computer?
sr: Ime ovog računara?

source: This name will be used if you make the computer visible to others on a network.
sr: Ovo ime će biti korišćeno ako računar bude vidljiv i drugima u mreži.

source: Select a disk
sr: Izaberite disk

source: Prepare disk space
sr: Pripremi prostor na disku

source: How do you want to partition the disk?
sr: Kako želite da podelite disk?

source: Prepare partitions
sr: Pripremi delove

source: Prepare mount points
sr: Pripremi tačke postavljanja

source: Select which partitions you want to use for your new installation, and where you want to mount each of them.
sr: Izaberite delove koje ćete koristiti za novu instalaciju i gde želite da ih postavite.

source: You must mount one partition on the root file system ("/"), and you must choose at least one partition for use as swap space.
sr: Morate postaviti jedan deo kao root sistem ("/") i morate izabrati jedan deo za swap prostor.

source: Mount Point
sr: Tačka postavljanja

source: Size
sr: Veličina

source: Partition
sr: Deo

source: You must supply a root ("/") mount point.
sr: Morate dati root ("/") tačku postavljanja.

source: Ready to install
sr: Spreman za instalaciju

source: Your new operating system will now be installed with the following settings:
sr: Vaš novi operativni sistem će biti instaliran sa sledećim postavkama:

source: Step ${INDEX} of ${TOTAL}
sr: Korak ${INDEX} od ${TOTAL}

source: Abort the installation?
sr: Prekiniti instalaciju?

source: Do you really want to abort the installation now?
sr: Hoćete stvarno da prekinete instalaciju?

source: Skip
sr: Preskoči

source: Installation complete
sr: Instalacija je završena

source: Continue using the live CD
sr: Nastavi da koristiš živi CD

source: Restart now
sr: Pokreni ponovo sada

source: Installation is complete. You need to restart the computer in order to use the new installation. You can continue to use this live CD, although any changes you make or documents you save will not be preserved.
sr: Instalacija je završena. Ponovo pokrenite računar kako bi ste koristili novu instalaciju. Možete nastaviti da koristite živi CD ali promene i dokumenti koje napravite neće biti sačuvani.

source: Make sure to remove the CD when restarting the computer, otherwise it will start back up using this live CD rather than the newly-installed system.
sr: Uklonite CD kada ponovo pokrećete računar, u suprotnom ponovo će biti korišćen živi CD a ne novoinstalirani sistem.

source: Go Back
sr: Nazad

source: Continue
sr: Nastavi

source: Installing system
sr: Instaliram sistem

source: Finding the distribution to copy...
sr: Pronalazim distribuciju za kopiranje...

source: Scanning files...
sr: Pretražujem datoteke...

source: Copying files...
sr: Kopiram datoteke...

source: Copying installation logs...
sr: Kopiram instalacione beleške...

source: Running ${SCRIPT}...
sr: Pokrećem ${SCRIPT}...

source: Configuring apt...
sr: Podešavam apt...

source: Configuring time zone...
sr: Podešavam vremensku zonu...

source: Configuring keyboard...
sr: Podešavam tastaturu...

source: Creating user...
sr: Pravim korisnika...

source: Configuring hardware...
sr: Podešavam fizičke komponente...

source: Configuring network...
sr: Podešavam mrežu...

source: Setting computer name...
sr: Postavljam ime računara...

source: Removing extra packages...
sr: Uklanjam dodatne pakete...

source: Checking for packages to remove...
sr: Proveravam pakete za uklanjanje...

source: Downloading packages (${TIME} remaining)...
sr: Preuzimam pakete (${TIME} preostalo)...

source: Downloading package lists...
sr: Preuzimam spisak paketa...

source: Downloading package lists (${TIME} remaining)...
sr: Preuzimam spisak paketa (${TIME} preostalo)...

source: Error installing ${PACKAGE}
sr: Greška prilikom instalacije ${PACKAGE}

source: Error removing ${PACKAGE}
sr: Greška prilikom uklanjanja ${PACKAGE}

source: Installing language packs
sr: Instaliram jezičke pakete

source: Downloading language packs (${TIME} remaining)...
sr: Preuzimam jezičke pakete (${TIME} preostalo)...
